[[["7f2d3e2b-1a1d-4b9f-8c48-a9dd7cb1149a",{"pageContent":"Query: What are the unique features to identify Amruthaballi ?\nAnswer: Amruthaballi  also known as Indian Tinospora  is identified by its heart-shaped leaves and climbing shrub-like appearance.","metadata":{"source":"./PlantFAQ2.csv","line":1}}],["74531ec2-e890-46c4-91c7-357c2c97b1ae",{"pageContent":"Query: What are the medicinal uses of Amruthaballi ?\nAnswer: Amruthaballi is known for its immunomodulatory properties  used in Ayurveda for boosting immunity  treating fever  diabetes  and improving digestion.","metadata":{"source":"./PlantFAQ2.csv","line":2}}],["94427ce9-23c9-4d9a-9322-b83468502c3b",{"pageContent":"Query: In which season does Amruthaballi usually grow ?\nAnswer: Amruthaballi typically grows in the rainy season  especially between June and August.","metadata":{"source":"./PlantFAQ2.csv","line":3}}],["4c8ca08f-1915-440a-9b13-ebe8e636a04a",{"pageContent":"Query: What regions are suitable for the growth of Amruthaballi ?\nAnswer: Amruthaballi is found in various regions across India  particularly in tropical and subtropical areas  such as the Western Ghats.","metadata":{"source":"./PlantFAQ2.csv","line":4}}],["e9a47e58-4f68-4cc4-9aa3-79e4768b65f5",{"pageContent":"Query: What diseases does Amruthaballi help cure ?\nAnswer: Amruthaballi aids in treating conditions like diabetes  fever  jaundice  and various other inflammatory disorders.","metadata":{"source":"./PlantFAQ2.csv","line":5}}],["a8d04169-0c5e-465b-a0fc-c8e46315ae29",{"pageContent":"Query: Does Amruthaballi have different types ?\nAnswer: Yes  Amruthaballi has different types with varying medicinal properties  such as Guduchi (Tinospora cordifolia)  used for boosting immunity  and Amrita (Tinospora sinensis)  known for its antioxidant properties.","metadata":{"source":"./PlantFAQ2.csv","line":6}}],["2facca65-6f77-4156-a936-f0f79ed7b922",{"pageContent":"Query: What are the differences between Guduchi and Amrita ?\nAnswer: Guduchi is primarily used for its immune-boosting properties  while Amrita is valued for its antioxidant effects.","metadata":{"source":"./PlantFAQ2.csv","line":7}}],["6a61d1fd-da5b-4bbb-b20d-42ef671b8eec",{"pageContent":"Query: What are the unique features to identify Arali ?\nAnswer: Arali  commonly known as Aralia racemosa or American Spikenard  is recognized by its large  compound leaves and tall stems with white flowers.","metadata":{"source":"./PlantFAQ2.csv","line":8}}],["ff207f0b-3a4b-4c13-8da4-54c99c4d8a83",{"pageContent":"Query: What are the medicinal uses of Arali ?\nAnswer: Arali is used in Ayurveda to alleviate respiratory issues  reduce inflammation  and as a mild sedative for anxiety and stress relief.","metadata":{"source":"./PlantFAQ2.csv","line":9}}],["688a9b9a-447f-4cf6-b69c-a71e38bf69b1",{"pageContent":"Query: In which season does Arali usually grow ?\nAnswer: Arali typically grows in the spring and summer seasons.","metadata":{"source":"./PlantFAQ2.csv","line":10}}],["2e719cb0-a827-4f89-8a81-e213b19a2be6",{"pageContent":"Query: What regions are suitable for the growth of Arali ?\nAnswer: Arali grows in various regions of North America  particularly in forests and wooded areas from Canada to the eastern United States.","metadata":{"source":"./PlantFAQ2.csv","line":11}}],["0475e2e9-b23a-47a2-9c8f-3821185b5b91",{"pageContent":"Query: What diseases does Arali help cure ?\nAnswer: Arali assists in treating respiratory problems  joint pain  anxiety  and stress-related disorders.","metadata":{"source":"./PlantFAQ2.csv","line":12}}],["d22635fa-a4b4-4891-989b-e6d13e91b833",{"pageContent":"Query: Does Arali have different types ?\nAnswer: Arali has various species within the Aralia genus  each with distinct medicinal properties  but they are collectively used for similar health benefits.","metadata":{"source":"./PlantFAQ2.csv","line":13}}],["52bdbe1d-cd19-4e6e-9fe3-5ada59107aef",{"pageContent":"Query: Are there any unique features to identify Ashoka ?\nAnswer: Ashoka  also known as Saraca asoca  is identified by its dark green leaves  yellow flowers  and the characteristic bark  which is grayish and smooth.","metadata":{"source":"./PlantFAQ2.csv","line":14}}],["9f9e2821-75b3-4392-8104-6151aa3436f5",{"pageContent":"Query: What are the medicinal uses of Ashoka ?\nAnswer: Ashoka is renowned in Ayurveda for its use in treating gynecological issues  menstrual disorders  improving reproductive health  and as an astringent.","metadata":{"source":"./PlantFAQ2.csv","line":15}}],["0af73306-c1b5-43f0-b07a-c8a3cb8f4ee4",{"pageContent":"Query: In which season does Ashoka usually grow ?\nAnswer: Ashoka typically grows during the spring and early summer seasons.","metadata":{"source":"./PlantFAQ2.csv","line":16}}],["b71ba749-6f04-4ffc-abe5-becaebcfb123",{"pageContent":"Query: What regions are suitable for the growth of Ashoka ?\nAnswer: Ashoka is native to India and is found in various regions across the country  especially in the central and southern parts.","metadata":{"source":"./PlantFAQ2.csv","line":17}}],["761145b8-c5d7-40e7-bb6a-4221e2246f5e",{"pageContent":"Query: What diseases does Ashoka help cure ?\nAnswer: Ashoka aids in treating menstrual irregularities  menopausal symptoms  uterine disorders  and is beneficial for female reproductive health.","metadata":{"source":"./PlantFAQ2.csv","line":18}}],["862ceaa0-81b1-446e-a632-acd02af1c04f",{"pageContent":"Query: Does Ashoka have different types ?\nAnswer: There are no distinct types of Ashoka commonly recognized in Ayurveda for medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":19}}],["06d3562b-d338-49eb-8855-72b1a4bada40",{"pageContent":"Query: hat are the unique features to identify Ashwagandha ?\nAnswer: Ashwagandha  also known as Withania somnifera  is recognized by its small  woody shrub-like appearance  oval leaves  and small greenish-yellow flowers.","metadata":{"source":"./PlantFAQ2.csv","line":20}}],["c51e8820-eb1e-45e8-9604-e68211bad08c",{"pageContent":"Query: What are the medicinal uses of Ashwagandha ?\nAnswer: Ashwagandha is widely used in Ayurveda for its adaptogenic properties  helping to reduce stress  improve cognitive function  boost immunity  and enhance vitality.","metadata":{"source":"./PlantFAQ2.csv","line":21}}],["fb6a6100-01aa-45b2-9c12-91dad12e4f02",{"pageContent":"Query: In which season does Ashwagandha usually grow ?\nAnswer: Ashwagandha typically grows in the winter season and is harvested in the late spring.","metadata":{"source":"./PlantFAQ2.csv","line":22}}],["94a9cf95-75a8-4c27-97a5-d7f53879e385",{"pageContent":"Query: What regions are suitable for the growth of Ashwagandha ?\nAnswer: Ashwagandha thrives in dry regions across India  the Middle East  and parts of Africa.","metadata":{"source":"./PlantFAQ2.csv","line":23}}],["0aa96ea4-6460-4642-a89a-f1e1e7ba0877",{"pageContent":"Query: What diseases does Ashwagandha help cure ?\nAnswer: Ashwagandha is used to treat stress-related disorders  anxiety  insomnia  fatigue  as well as to improve reproductive health and support overall well-being.","metadata":{"source":"./PlantFAQ2.csv","line":24}}],["65bcc49d-f4dc-48e1-ba41-8165f255d780",{"pageContent":"Query: Does Ashwagandha have different types ?\nAnswer: There are different species and varieties of Ashwagandha  but the most commonly used is Withania somnifera  known for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":25}}],["123e5d8f-503b-4aaf-8b6a-59cf5adc4bcd",{"pageContent":"Query: Are there any unique features to identify Asthma Weed ?\nAnswer: Asthma Weed  also called Euphorbia hirta  is identified by its hairy stem  oval-shaped leaves with toothed edges  and small green flowers.","metadata":{"source":"./PlantFAQ2.csv","line":26}}],["dfd15d57-0244-4071-b439-69ed8bffe076",{"pageContent":"Query: What are the medicinal uses of Asthma Weed ?\nAnswer: Asthma Weed is utilized in traditional medicine for treating respiratory conditions like asthma  bronchitis  coughs  and allergies.","metadata":{"source":"./PlantFAQ2.csv","line":27}}],["8b152262-99ae-4be1-9095-e650928f270a",{"pageContent":"Query: In which season does Asthma Weed usually grow ?\nAnswer: Asthma Weed typically grows in warm climates and is prevalent during the rainy season.","metadata":{"source":"./PlantFAQ2.csv","line":28}}],["3ee39737-5c75-4981-a995-446e960bbc77",{"pageContent":"Query: What regions are suitable for the growth of Asthma Weed ?\nAnswer: Asthma Weed grows in tropical and subtropical regions worldwide  commonly found in Asia  Africa  and the Americas.","metadata":{"source":"./PlantFAQ2.csv","line":29}}],["a5a91022-806f-4373-a6ae-7286a0210c98",{"pageContent":"Query: What diseases does Asthma Weed help cure ?\nAnswer: Asthma Weed is known for its effectiveness in alleviating respiratory issues like asthma  bronchitis  coughs  and allergies.","metadata":{"source":"./PlantFAQ2.csv","line":30}}],["2b956860-bd02-4a8f-89b8-598e9cd5d9b0",{"pageContent":"Query: Does Asthma Weed have different types ?\nAnswer: There are no distinct varieties or types of Asthma Weed significantly recognized for medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":31}}],["5870890b-2d52-4b97-bba3-2d6ce34af79a",{"pageContent":"Query: What are the unique features to identify Avocado ?\nAnswer: Avocado trees are recognized by their large  dark green  glossy leaves  and pear-shaped fruits with a thick  rough  dark green skin.","metadata":{"source":"./PlantFAQ2.csv","line":32}}],["cbc45e6d-1113-4ddc-a577-c074cb797b94",{"pageContent":"Query: What are the medicinal uses of Avocado ?\nAnswer: Avocado is used in traditional medicine for various purposes including skincare  aiding digestion  reducing inflammation  and as a source of healthy fats.","metadata":{"source":"./PlantFAQ2.csv","line":33}}],["1a24aa32-64ff-4cfb-9c0b-e1abf6650526",{"pageContent":"Query: In which season does Avocado usually grow ?\nAnswer: Avocado trees usually bear fruit in the spring and early summer.","metadata":{"source":"./PlantFAQ2.csv","line":34}}],["edf943ea-5e72-4a32-a7c7-b483adc20fd9",{"pageContent":"Query: What regions are suitable for the growth of Avocado ?\nAnswer: Avocado trees thrive in subtropical and tropical climates  commonly found in Central and South America  as well as parts of the United States  Africa  and Asia.","metadata":{"source":"./PlantFAQ2.csv","line":35}}],["76bcc7a8-4ec8-41a8-8b64-fcaf53371ee3",{"pageContent":"Query: What diseases does Avocado help cure ?\nAnswer: Avocado is beneficial for skin health  aids in digestion  reduces inflammation  and is a source of nutrients like healthy fats  vitamins  and minerals.","metadata":{"source":"./PlantFAQ2.csv","line":36}}],["309c1760-0730-4db7-bfd5-90e41575cff2",{"pageContent":"Query: Does Avocado have different types ?\nAnswer: There are various cultivars of Avocado  each with slightly different characteristics  taste  and size of the fruit  but they share similar nutritional properties.","metadata":{"source":"./PlantFAQ2.csv","line":37}}],["3f849026-18f8-4aea-93a9-1392b022aab3",{"pageContent":"Query: What are the unique features to identify Badipala ?\nAnswer: Badipala  also known as Alternanthera sessilis  is recognized by its slender stems  lance-shaped leaves arranged oppositely along the stem  and small white or pink flowers.","metadata":{"source":"./PlantFAQ2.csv","line":38}}],["09291ad2-b11c-4f20-b37e-fd684f77769d",{"pageContent":"Query: What are the medicinal uses of Badipala ?\nAnswer: Badipala is used in traditional medicine for its diuretic properties  treating inflammation  improving digestion  and as a potential remedy for various ailments including jaundice and skin disorders.","metadata":{"source":"./PlantFAQ2.csv","line":39}}],["f57ee513-29fe-41a8-971e-06fba509df7f",{"pageContent":"Query: In which season does Badipala usually grow ?\nAnswer: Badipala grows in warm climates and is typically found in tropical regions throughout the year.","metadata":{"source":"./PlantFAQ2.csv","line":40}}],["ea835eed-7f92-46cb-a5e2-28ee1e9e78b5",{"pageContent":"Query: What regions are suitable for the growth of Badipala ?\nAnswer: Badipala is native to tropical and subtropical regions of Asia  particularly prevalent in countries like India  Sri Lanka  and Malaysia.","metadata":{"source":"./PlantFAQ2.csv","line":41}}],["ba080fed-4274-46a3-b054-412f21d1e80c",{"pageContent":"Query: What diseases does Badipala help cure ?\nAnswer: Badipala aids in the treatment of jaundice  inflammation  skin disorders  digestive issues  and is also used as a diuretic.","metadata":{"source":"./PlantFAQ2.csv","line":42}}],["54ba78ea-7382-4be3-808b-b028845d09b9",{"pageContent":"Query: Does Badipala have different types ?\nAnswer: There are different varieties of Alternanthera sessilis  but they are generally used similarly for their medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":43}}],["0d542801-6638-41cc-a063-ce9a61b51b8e",{"pageContent":"Query: What are the unique features to identify Balloon Vine ?\nAnswer: Balloon Vine  also called Cardiospermum halicacabum  is identified by its vine-like growth  compound leaves with three leaflets  and small white flowers followed by balloon-like seed capsules.","metadata":{"source":"./PlantFAQ2.csv","line":44}}],["4d12b35a-b14f-4514-b13f-47f0776f9049",{"pageContent":"Query: What are the medicinal uses of Balloon Vine ?\nAnswer: Balloon Vine is used in traditional medicine for its anti-inflammatory properties  treating skin conditions  rheumatic pain  and as a remedy for asthma and coughs.","metadata":{"source":"./PlantFAQ2.csv","line":45}}],["4a562abc-82a2-49da-9729-cb49e7ee2c42",{"pageContent":"Query: In which season does Balloon Vine usually grow ?\nAnswer: Balloon Vine thrives in warm climates and is typically found growing during the spring and summer seasons.","metadata":{"source":"./PlantFAQ2.csv","line":46}}],["e5f1535e-41cd-4b0e-a676-8c6f1f733f43",{"pageContent":"Query: What regions are suitable for the growth of Balloon Vine ?\nAnswer: Balloon Vine grows in various tropical and subtropical regions worldwide  commonly found in Asia  Africa  and the Americas.","metadata":{"source":"./PlantFAQ2.csv","line":47}}],["63026e7b-644d-463a-a3b2-eda734d02b45",{"pageContent":"Query: What diseases does Balloon Vine help cure ?\nAnswer: Balloon Vine is known for its effectiveness in treating skin conditions  rheumatic pain  asthma  coughs  and inflammation.","metadata":{"source":"./PlantFAQ2.csv","line":48}}],["24c2d861-21ae-48e9-9755-a8a892dbc0c6",{"pageContent":"Query: Does Balloon Vine have different types ?\nAnswer: There are no distinct types or varieties of Balloon Vine significantly recognized for medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":49}}],["39d0868d-b4af-4768-853c-9c7e40c25b1e",{"pageContent":"Query: What are the unique features to identify Bamboo ?\nAnswer: Bamboo is recognized by its tall  woody  jointed stems (culms) and feathery leaves that grow in clusters along the stems.","metadata":{"source":"./PlantFAQ2.csv","line":50}}],["92010934-688a-4775-85c3-988602123926",{"pageContent":"Query: What are the medicinal uses of Bamboo ?\nAnswer: Bamboo is used in traditional medicine for various purposes including fever reduction  improving digestion  as an antidote for poison  and treating respiratory disorders.","metadata":{"source":"./PlantFAQ2.csv","line":51}}],["60c9efd4-44dd-4597-b51b-28735dfbc7a5",{"pageContent":"Query: In which season does Bamboo usually grow ?\nAnswer: Bamboo typically grows throughout the year in suitable climates  with certain species showing more active growth during the rainy season.","metadata":{"source":"./PlantFAQ2.csv","line":52}}],["58a843e8-62aa-4980-8291-43d80d3a341b",{"pageContent":"Query: What regions are suitable for the growth of Bamboo ?\nAnswer: Bamboo grows in diverse climates  predominantly in Asia  Africa  and parts of the Americas  thriving in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":53}}],["782a8d20-f1b8-43e9-9a12-89d767e2c721",{"pageContent":"Query: What diseases does Bamboo help cure ?\nAnswer: Bamboo is used to treat fever  respiratory disorders  digestive issues  and is believed to have antidotal properties against certain poisons.","metadata":{"source":"./PlantFAQ2.csv","line":54}}],["41b49100-b504-48dc-a2fb-b444f141c9ba",{"pageContent":"Query: Does Bamboo have different types ?\nAnswer: There are various species and types of Bamboo  each with different growth patterns and uses  but they are generally utilized for similar medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":55}}],["a3b81b30-4ea3-4a26-a2c7-c2d6a9a315ac",{"pageContent":"Query: What are the unique features to identify Basale ?\nAnswer: Basale  also known as Malabar Spinach  is identified by its thick  heart-shaped leaves with a glossy texture  red or green stems  and small pink or white flowers.","metadata":{"source":"./PlantFAQ2.csv","line":56}}],["8988c492-78c9-4cae-a6d9-ef19e38aad47",{"pageContent":"Query: What are the medicinal uses of Basale ?\nAnswer: Basale is used in traditional medicine for its high nutrient content  acting as a cooling agent  and aiding in digestion. It's also considered beneficial for eye health.","metadata":{"source":"./PlantFAQ2.csv","line":57}}],["87bfaaac-bb7e-461d-8db9-5d6c074c0543",{"pageContent":"Query: In which season does Basale usually grow ?\nAnswer: Basale thrives in warm climates and is typically cultivated during the summer and rainy seasons.","metadata":{"source":"./PlantFAQ2.csv","line":58}}],["87cdc0d1-a9f0-4b4d-9afb-d5603f540501",{"pageContent":"Query: What regions are suitable for the growth of Basale ?\nAnswer: Basale is native to tropical Asia but is cultivated in various regions worldwide  commonly found in countries like India  Sri Lanka  the Philippines  and Africa.","metadata":{"source":"./PlantFAQ2.csv","line":59}}],["62b78d7c-53e4-4712-8ba1-02d1f87b2f2a",{"pageContent":"Query: What diseases does Basale help cure ?\nAnswer: Basale is used to alleviate digestive issues  act as a cooling agent  and is believed to be beneficial for eye health due to its nutrient content.","metadata":{"source":"./PlantFAQ2.csv","line":60}}],["7c1dc652-63c4-451f-bfb7-e4d8372e4403",{"pageContent":"Query: Does Basale have different types ?\nAnswer: There are various cultivars of Basale with different leaf colors (green or red stems) and slightly different tastes  but they are generally used similarly for their nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":61}}],["c529cdf2-8184-41f2-85b3-8d902b03beee",{"pageContent":"Query: What are the unique features to identify Beans ?\nAnswer: Beans are identified by their pods containing seeds and elongated leaves with a distinct shape depending on the bean variety—common types include green beans  kidney beans  and black beans.","metadata":{"source":"./PlantFAQ2.csv","line":62}}],["1e64091d-9a78-44c0-8211-72a4448957a0",{"pageContent":"Query: What are the medicinal uses of Beans ?\nAnswer: Beans are considered a nutritious food source  providing essential vitamins  minerals  and fiber  contributing to heart health  weight management  and improving digestion.","metadata":{"source":"./PlantFAQ2.csv","line":63}}],["42ab7ba2-eef6-4b57-93fb-710cdd0f57b6",{"pageContent":"Query: In which season do Beans usually grow ?\nAnswer: Beans are typically planted in the spring and summer months and harvested in late summer to early fall  depending on the variety.","metadata":{"source":"./PlantFAQ2.csv","line":64}}],["de75a51d-5be9-4070-aa29-9e88964e8b89",{"pageContent":"Query: What regions are suitable for the growth of Beans ?\nAnswer: Beans are cultivated worldwide in various climates  with different varieties thriving in temperate  subtropical  and tropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":65}}],["75f611de-4d05-4c28-a055-8e2082a43800",{"pageContent":"Query: What diseases do Beans help cure ?\nAnswer: Beans are recognized for their nutritional benefits  aiding in heart health  weight management  improving digestion  and reducing the risk of certain chronic diseases.","metadata":{"source":"./PlantFAQ2.csv","line":66}}],["87f8a5f9-7ab5-4902-a78b-fab844d96b9d",{"pageContent":"Query: Does Beans have different types ?\nAnswer: Yes  there are numerous types of beans including green beans  kidney beans  black beans  navy beans  pinto beans  etc.  each with slightly different nutritional profiles and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":67}}],["9abc000c-b577-4bcb-beec-3a3748ad6952",{"pageContent":"Query: What are the unique features to identify Betel ?\nAnswer: Betel  also known as Piper betle  is recognized by its heart-shaped leaves  vine-like growth  and red stems. It's often cultivated for its leaves used in chewing with betel nut.","metadata":{"source":"./PlantFAQ2.csv","line":68}}],["85f04957-c053-4bba-a111-19e053472f5a",{"pageContent":"Query: What are the medicinal uses of Betel ?\nAnswer: Betel leaves are used in traditional medicine for their antiseptic properties  aiding in digestion  treating coughs  and as a mild stimulant when chewed with betel nut.","metadata":{"source":"./PlantFAQ2.csv","line":69}}],["43e8b0e9-7e58-4674-ab2e-1f2fc0bd0a28",{"pageContent":"Query: In which season does Betel usually grow ?\nAnswer: Betel is cultivated throughout the year in warm climates  especially in tropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":70}}],["ce6febf2-9444-4582-ba52-684aced29c00",{"pageContent":"Query: What regions are suitable for the growth of Betel ?\nAnswer: Betel is native to South and Southeast Asia but is also cultivated in other tropical areas like parts of Africa and the Pacific Islands.","metadata":{"source":"./PlantFAQ2.csv","line":71}}],["d0cccc3f-8c2a-40b1-b413-efb0b1629573",{"pageContent":"Query: What diseases does Betel help cure ?\nAnswer: Betel leaves are used for treating digestive issues  coughs  and as an antiseptic. When chewed with betel nut  they act as a mild stimulant.","metadata":{"source":"./PlantFAQ2.csv","line":72}}],["625bd35a-806b-421c-9c55-73c0481adbf1",{"pageContent":"Query: Does Betel have different types ?\nAnswer: There are various species and cultivars of Betel  but they are primarily cultivated for the leaves used in chewing with betel nut.","metadata":{"source":"./PlantFAQ2.csv","line":73}}],["a44b4bcb-99b5-43ac-861f-a19da3bf4c6f",{"pageContent":"Query: What are the unique features to identify Betel Nut ?\nAnswer: Betel Nut  also known as Areca catechu  is recognized by its slender  palm-like tree structure  and it produces round or oval-shaped nuts that are commonly chewed with betel leaves.","metadata":{"source":"./PlantFAQ2.csv","line":74}}],["b8d4d892-cd2e-4256-8dc0-e3f205362c16",{"pageContent":"Query: What are the medicinal uses of Betel Nut ?\nAnswer: Betel Nut is used in traditional medicine as a mild stimulant  aiding in digestion  and in some cultures for ceremonial or recreational purposes.","metadata":{"source":"./PlantFAQ2.csv","line":75}}],["1983a2f5-9c5a-4bcf-87b4-bc2da112f3d2",{"pageContent":"Query: In which season does Betel Nut usually grow ?\nAnswer: Betel Nut trees typically grow in warm climates and are found throughout the year in tropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":76}}],["77f9251e-416a-4121-a341-3f193dca2b06",{"pageContent":"Query: What regions are suitable for the growth of Betel Nut ?\nAnswer: Betel Nut trees are native to South and Southeast Asia but are also cultivated in other tropical areas like parts of Africa and the Pacific Islands.","metadata":{"source":"./PlantFAQ2.csv","line":77}}],["ca69a9a6-649a-4ed9-ab4b-25dead645832",{"pageContent":"Query: What diseases does Betel Nut help cure ?\nAnswer: Betel Nut is mainly used as a mild stimulant and for aiding digestion but is not primarily used for curing diseases.","metadata":{"source":"./PlantFAQ2.csv","line":78}}],["380f2140-1324-4e8d-8b20-7fc712801cf6",{"pageContent":"Query: Does Betel Nut have different types ?\nAnswer: There are different varieties and cultivars of Betel Nut trees  but they are generally used similarly for chewing purposes.","metadata":{"source":"./PlantFAQ2.csv","line":79}}],["830040c0-6ffb-4d18-95c9-30e01cd859a9",{"pageContent":"Query: What are the unique features to identify Bringaraja ?\nAnswer: Bringaraja  also known as Eclipta prostrata or False Daisy  is recognized by its small white flowers resembling daisies and its slender  slightly hairy stems with opposite lance-shaped leaves.","metadata":{"source":"./PlantFAQ2.csv","line":80}}],["5028ecb5-713b-4635-89a4-46204347e292",{"pageContent":"Query: What are the medicinal uses of Bringaraja ?\nAnswer: Bringaraja is used in traditional medicine for promoting hair growth  strengthening hair  improving liver health  and as an anti-inflammatory agent.","metadata":{"source":"./PlantFAQ2.csv","line":81}}],["2245ed3a-7864-4af3-9657-70f789860d50",{"pageContent":"Query: In which season does Bringaraja usually grow ?\nAnswer: Bringaraja typically grows in warm climates and is commonly found during the summer and rainy seasons.","metadata":{"source":"./PlantFAQ2.csv","line":82}}],["b262b56d-ce20-456e-ac71-1ed90390d520",{"pageContent":"Query: What regions are suitable for the growth of Bringaraja ?\nAnswer: Bringaraja is native to tropical and subtropical regions globally  commonly found in Asia  Africa  and parts of the Americas.","metadata":{"source":"./PlantFAQ2.csv","line":83}}],["7f062236-2805-4650-8c01-32baf4753ca7",{"pageContent":"Query: What diseases does Bringaraja help cure ?\nAnswer: Bringaraja is used for promoting hair growth  strengthening hair  improving liver health  and for its anti-inflammatory properties.","metadata":{"source":"./PlantFAQ2.csv","line":84}}],["667125d3-92be-43d3-99c1-48119de07e5a",{"pageContent":"Query: Does Bringaraja have different types ?\nAnswer: There are no widely recognized distinct types of Bringaraja significantly used for medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":85}}],["c1bc2e69-56cf-463c-b7e3-9afca8f29fd0",{"pageContent":"Query: What are the unique features to identify Graptophyllum pictum ?\nAnswer: Graptophyllum pictum  also known as Caricature Plant  is recognized by its colorful  variegated leaves with splashes of red  pink  green  and purple  often having an elongated oval shape.","metadata":{"source":"./PlantFAQ2.csv","line":86}}],["c20ffe15-d290-4438-a595-307b11621fd1",{"pageContent":"Query: What are the medicinal uses of Graptophyllum pictum ?\nAnswer: In some traditional practices  Graptophyllum pictum is used for its potential anti-inflammatory and antibacterial properties  but it's not extensively documented in Ayurvedic medicine.","metadata":{"source":"./PlantFAQ2.csv","line":87}}],["dd0e7269-4090-4640-8cca-b5124a4c7259",{"pageContent":"Query: In which season does Graptophyllum pictum usually grow ?\nAnswer: Graptophyllum pictum is a tropical plant that can grow throughout the year in warm climates.","metadata":{"source":"./PlantFAQ2.csv","line":88}}],["d870eeee-b822-4dae-890c-03f17f271b46",{"pageContent":"Query: What regions are suitable for the growth of Graptophyllum pictum ?\nAnswer: Graptophyllum pictum is native to Southeast Asia and is commonly found in tropical areas  but it can also be cultivated in other warm regions.","metadata":{"source":"./PlantFAQ2.csv","line":89}}],["8de06ddd-714d-45f4-b7c5-4e37f19308f6",{"pageContent":"Query: What diseases does Graptophyllum pictum help cure ?\nAnswer: The medicinal uses of Graptophyllum pictum are not extensively documented  but it's sometimes used for potential anti-inflammatory and antibacterial purposes.","metadata":{"source":"./PlantFAQ2.csv","line":90}}],["67bfe8ad-0f32-4f27-af2d-239359efd8b3",{"pageContent":"Query: Does Graptophyllum pictum have different types ?\nAnswer: There are different varieties of Graptophyllum pictum with variations in leaf coloration  but they are not extensively categorized for medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":91}}],["aedeba2c-a28a-409f-a6c6-41939b524788",{"pageContent":"Query: What are the unique features to identify Castor ?\nAnswer: Castor  also known as Ricinus communis  is recognized by its large  palmate leaves with serrated edges  prickly seed capsules  and spiky  greenish-red to maroon-colored seed pods.","metadata":{"source":"./PlantFAQ2.csv","line":92}}],["d7689e86-18e4-4e00-bb16-bf5cf0c5382e",{"pageContent":"Query: What are the medicinal uses of Castor ?\nAnswer: Castor oil  extracted from the seeds of the Castor plant  is used in traditional medicine for its laxative properties  as a topical remedy for skin conditions  and in some cultures for inducing labor.","metadata":{"source":"./PlantFAQ2.csv","line":93}}],["8de3db82-b599-4a63-9b86-e931197b0f54",{"pageContent":"Query: In which season does Castor usually grow ?\nAnswer: Castor plants typically grow in warm climates and are commonly found throughout the year in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":94}}],["3ebaee8d-3310-491c-8518-7dec07478ab0",{"pageContent":"Query: What regions are suitable for the growth of Castor ?\nAnswer: Castor plants are native to the Mediterranean Basin  Eastern Africa  and India but are cultivated in various warm regions globally for commercial purposes.","metadata":{"source":"./PlantFAQ2.csv","line":95}}],["3b9cfa52-3c38-46f4-911f-a532b763f785",{"pageContent":"Query: What diseases does Castor help cure ?\nAnswer: Castor oil is primarily used as a laxative  topically for skin conditions  and in some cases  it's used to induce labor  but it's not extensively documented for curing diseases.","metadata":{"source":"./PlantFAQ2.csv","line":96}}],["70e15e20-ee42-459c-b5a9-b273c4f81c98",{"pageContent":"Query: Does Castor have different types ?\nAnswer: There are various cultivars of Castor plants  but they are mainly cultivated for their seeds  yielding Castor oil with similar medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":97}}],["7fb2c5f5-73d8-4c02-b4ca-fd7df8474cb0",{"pageContent":"Query: What are the unique features to identify Catharanthus ?\nAnswer: Catharanthus  also known as Vinca or Madagascar Periwinkle  is recognized by its small  glossy  dark green leaves and colorful  pinwheel-like flowers in shades of pink  purple  or white.","metadata":{"source":"./PlantFAQ2.csv","line":98}}],["7334ee48-f200-4a17-96d8-912394907e55",{"pageContent":"Query: What are the medicinal uses of Catharanthus ?\nAnswer: Catharanthus is used in traditional medicine for its alkaloids  specifically vincristine and vinblastine  which are important in cancer treatment for their anti-cancer properties.","metadata":{"source":"./PlantFAQ2.csv","line":99}}],["f7bd56d9-3411-4e92-bba9-bc7731425af0",{"pageContent":"Query: In which season does Catharanthus usually grow ?\nAnswer: Catharanthus typically grows in warm climates and is often cultivated as an ornamental plant throughout the year in suitable regions.","metadata":{"source":"./PlantFAQ2.csv","line":100}}],["68acf341-484a-476d-86b2-672de5f3b954",{"pageContent":"Query: What regions are suitable for the growth of Catharanthus ?\nAnswer: Catharanthus is native to Madagascar but is widely cultivated in tropical and subtropical regions worldwide for ornamental purposes and pharmaceutical use.","metadata":{"source":"./PlantFAQ2.csv","line":101}}],["645dea64-7d78-4122-9db5-f5d40e33a889",{"pageContent":"Query: What diseases does Catharanthus help cure ?\nAnswer: Catharanthus is primarily used in modern medicine for the alkaloids vincristine and vinblastine  which are key in treating certain types of cancers.","metadata":{"source":"./PlantFAQ2.csv","line":102}}],["68a3888e-49ce-4fcf-8c01-f2246c6183ae",{"pageContent":"Query: Does Catharanthus have different types ?\nAnswer: There are different varieties of Catharanthus with various flower colors and growth habits  but they are mainly used for ornamental purposes and pharmaceutical extraction.","metadata":{"source":"./PlantFAQ2.csv","line":103}}],["8bb46791-1eb5-47cb-8b96-0fe85c0fec37",{"pageContent":"Query: What are the unique features to identify Chakte ?\nAnswer: Chakte  also known as Caesalpinia spp.  is recognized by its compound leaves and vibrant  reddish-orange or yellow flowers  depending on the species.","metadata":{"source":"./PlantFAQ2.csv","line":104}}],["599d6663-f091-47c9-9ecc-6aebc5cb1635",{"pageContent":"Query: What are the medicinal uses of Chakte ?\nAnswer: In traditional medicine  Chakte is used for its anti-inflammatory properties and is believed to have benefits for treating various conditions  including skin ailments and digestive issues.","metadata":{"source":"./PlantFAQ2.csv","line":105}}],["c7300cfd-df7c-4729-89a4-8da1c90e9dbc",{"pageContent":"Query: In which season does Chakte usually grow ?\nAnswer: Chakte plants typically grow in warm climates and are commonly found throughout the year in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":106}}],["4d3dd9d7-2cd5-4eb5-823b-198f6b14a2f8",{"pageContent":"Query: What regions are suitable for the growth of Chakte ?\nAnswer: Chakte is native to Central and South America but can also be found in other warm regions where it is cultivated or grows naturally.","metadata":{"source":"./PlantFAQ2.csv","line":107}}],["1e0d6519-03b4-4dd4-a236-ea871428ee8e",{"pageContent":"Query: What diseases does Chakte help cure ?\nAnswer: Chakte is used traditionally for its anti-inflammatory properties and is believed to assist in treating skin issues and digestive problems.","metadata":{"source":"./PlantFAQ2.csv","line":108}}],["cb989f5f-d0d8-4e8b-8f25-1dc2f6cfe837",{"pageContent":"Query: Does Chakte have different types ?\nAnswer: There are different species within the Caesalpinia genus  each with slightly different features  but they are generally recognized for similar medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":109}}],["2d84083f-e7ac-4121-a1d3-01b4e95ac2f4",{"pageContent":"Query: What are the unique features to identify Chilly ?\nAnswer: Chilly  also known as chili pepper or Capsicum  is identified by its small  elongated or round fruits that vary in color from green to red  yellow  or orange  and they contain seeds with varying levels of spiciness.","metadata":{"source":"./PlantFAQ2.csv","line":110}}],["f3cffbbf-4a86-44a2-9499-571cd76b503f",{"pageContent":"Query: What are the medicinal uses of Chilly ?\nAnswer: Chilly is used in traditional medicine for its active compound capsaicin  which has pain-relieving properties and is believed to aid digestion  boost metabolism  and provide relief from cold and flu symptoms.","metadata":{"source":"./PlantFAQ2.csv","line":111}}],["a5818f72-dbf5-4445-9fd5-2523f7efc4ad",{"pageContent":"Query: In which season does Chilly usually grow ?\nAnswer: Chilly plants are usually grown in warm climates and are typically cultivated during the spring and summer months.","metadata":{"source":"./PlantFAQ2.csv","line":112}}],["b388236a-b2b3-44e2-a4f5-551851900fa4",{"pageContent":"Query: What regions are suitable for the growth of Chilly ?\nAnswer: Chilly plants are cultivated in various regions globally  particularly in tropical and subtropical areas  and they are also grown in temperate climates as annuals.","metadata":{"source":"./PlantFAQ2.csv","line":113}}],["40627e00-62e6-44c0-a09a-0e815db57f76",{"pageContent":"Query: What diseases does Chilly help cure ?\nAnswer: Chilly is used to alleviate pain  aid digestion  boost metabolism  and provide relief from cold and flu symptoms due to its capsaicin content.","metadata":{"source":"./PlantFAQ2.csv","line":114}}],["c0c38eeb-ff53-48b6-9230-bec10ee18737",{"pageContent":"Query: Does Chilly have different types ?\nAnswer: Yes  there are numerous varieties of Chilly  each with different levels of spiciness  color  and uses in various cuisines.","metadata":{"source":"./PlantFAQ2.csv","line":115}}],["c2a82586-320f-4537-b7a0-a80c672c582c",{"pageContent":"Query: What are the unique features to identify Citron Lime (Herelikai) ?\nAnswer: Citron Lime  also known as Herelikai or Citrus medica  is recognized by its large  lemon-like fruits with a bumpy  thick rind and a unique fragrance.","metadata":{"source":"./PlantFAQ2.csv","line":116}}],["cdf7a584-3745-47e8-b31a-5018ff2222dd",{"pageContent":"Query: What are the medicinal uses of Citron Lime (Herelikai) ?\nAnswer: Citron Lime is used in traditional medicine for its high vitamin C content  aiding digestion  promoting skin health  and as a remedy for colds and sore throats.","metadata":{"source":"./PlantFAQ2.csv","line":117}}],["27f46d98-bf3d-4e61-a683-4c1e35c466a0",{"pageContent":"Query: In which season does Citron Lime (Herelikai) usually grow ?\nAnswer: Citron Lime trees typically bear fruit in the winter season and are found throughout the year in suitable climates.","metadata":{"source":"./PlantFAQ2.csv","line":118}}],["a1c3c012-e130-4ddc-af54-5661c1b3b636",{"pageContent":"Query: What regions are suitable for the growth of Citron Lime (Herelikai) ?\nAnswer: Citron Lime is native to Southeast Asia but is cultivated in various tropical and subtropical regions worldwide.","metadata":{"source":"./PlantFAQ2.csv","line":119}}],["31dee562-638c-4094-961d-b5967dd48c88",{"pageContent":"Query: What diseases does Citron Lime (Herelikai) help cure ?\nAnswer: Citron Lime is used for its high vitamin C content  aiding digestion  promoting skin health  and providing relief from colds and sore throats.","metadata":{"source":"./PlantFAQ2.csv","line":120}}],["5bd1afcf-1ab7-432d-951d-0d601fcf983b",{"pageContent":"Query: Does Citron Lime (Herelikai) have different types ?\nAnswer: There are different varieties of Citron Lime  each with slightly different characteristics in terms of size  shape  and fragrance  but they share similar medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":121}}],["1b9f32ca-1876-4161-81db-546cd030b442",{"pageContent":"Query: What are the unique features to identify Coffee ?\nAnswer: Coffee plants are recognized by their glossy  dark green leaves and white  fragrant flowers that eventually produce red or purple coffee cherries containing the coffee beans.","metadata":{"source":"./PlantFAQ2.csv","line":122}}],["2989be8a-b837-42d4-ab30-aa0b81fc141d",{"pageContent":"Query: What are the medicinal uses of Coffee ?\nAnswer: Coffee is consumed worldwide as a beverage and is known for its stimulating effect due to caffeine  providing increased alertness  mental clarity  and temporary relief from fatigue.","metadata":{"source":"./PlantFAQ2.csv","line":123}}],["6781b1b5-691f-4bb4-9219-f6b19e0893a7",{"pageContent":"Query: In which season does Coffee usually grow ?\nAnswer: Coffee plants thrive in warm climates and are often grown in regions with defined wet and dry seasons. They are typically harvested during the dry season.","metadata":{"source":"./PlantFAQ2.csv","line":124}}],["74bacbf9-1fb8-45b0-80af-9bbce6524e83",{"pageContent":"Query: What regions are suitable for the growth of Coffee ?\nAnswer: Coffee plants are native to tropical regions but are cultivated in various countries within the 'coffee belt ' including regions of Central and South America  Africa  and Asia.","metadata":{"source":"./PlantFAQ2.csv","line":125}}],["5103bbe0-42f0-44ed-92af-d897650eb483",{"pageContent":"Query: What diseases does Coffee help cure ?\nAnswer: Coffee is mainly consumed for its stimulating effects  providing increased alertness  mental clarity  and temporary relief from fatigue due to its caffeine content.","metadata":{"source":"./PlantFAQ2.csv","line":126}}],["4c19b586-7697-4069-ad87-3ccc080eea3b",{"pageContent":"Query: Does Coffee have different types ?\nAnswer: Yes  there are different species and varieties of coffee plants  each contributing to the diverse range of coffee beans with distinct flavors and characteristics.","metadata":{"source":"./PlantFAQ2.csv","line":127}}],["82d36e22-a72a-4f8b-9a1a-a397a0acb686",{"pageContent":"Query: What are the unique features to identify Common Rue (Naagdalli) ?\nAnswer: Common Rue  also known as Ruta graveolens or Naagdalli  is identified by its bluish-green  highly aromatic  feathery leaves and clusters of small  yellow flowers.","metadata":{"source":"./PlantFAQ2.csv","line":128}}],["b5729980-f8e3-4f6f-ab54-6cd743387f08",{"pageContent":"Query: What are the medicinal uses of Common Rue (Naagdalli) ?\nAnswer: Common Rue is used in traditional medicine for its antimicrobial properties  aiding digestion  alleviating menstrual issues  and as an insect repellent.","metadata":{"source":"./PlantFAQ2.csv","line":129}}],["30af08d3-cf71-44ce-babe-74287f1e4751",{"pageContent":"Query: In which season does Common Rue (Naagdalli) usually grow ?\nAnswer: Common Rue typically grows in warm climates and is often found growing during the spring and summer seasons.","metadata":{"source":"./PlantFAQ2.csv","line":130}}],["b1ff1189-9260-41b4-aed7-ac1a60db5633",{"pageContent":"Query: What regions are suitable for the growth of Common Rue (Naagdalli) ?\nAnswer: Common Rue is native to Southern Europe but is cultivated in various regions globally for its medicinal and ornamental purposes.","metadata":{"source":"./PlantFAQ2.csv","line":131}}],["5bd6399b-8488-45fd-b491-9d1891b9880c",{"pageContent":"Query: What diseases does Common Rue (Naagdalli) help cure ?\nAnswer: Common Rue is used for its antimicrobial properties  aiding digestion  addressing menstrual issues  and as an insect repellent in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":132}}],["4b10b97a-9e76-4b41-b921-18cdd01ab9db",{"pageContent":"Query: Does Common Rue (Naagdalli) have different types ?\nAnswer: There are different cultivars of Common Rue  but they are generally recognized for similar medicinal and ornamental purposes.","metadata":{"source":"./PlantFAQ2.csv","line":133}}],["29d7e32c-50e8-495d-b978-c99c348ed522",{"pageContent":"Query: What are the unique features to identify Coriander ?\nAnswer: Coriander  also known as Coriandrum sativum  is recognized by its bright green  finely divided leaves and small  umbrella-like clusters of white to pale pink flowers that eventually produce seeds known as coriander seeds.","metadata":{"source":"./PlantFAQ2.csv","line":134}}],["d39d8d22-055d-48fb-8d6a-90808dfc89bb",{"pageContent":"Query: What are the medicinal uses of Coriander ?\nAnswer: Coriander is used in traditional medicine for its digestive properties  aiding in digestion  reducing inflammation  and for its potential antibacterial effects.","metadata":{"source":"./PlantFAQ2.csv","line":135}}],["ffcf4484-b003-497d-bfdd-567df1cdc04c",{"pageContent":"Query: In which season does Coriander usually grow ?\nAnswer: Coriander is typically grown in cool weather and can be cultivated during the spring and fall seasons.","metadata":{"source":"./PlantFAQ2.csv","line":136}}],["a6932b9a-2c15-49dc-983a-e660589430f2",{"pageContent":"Query: What regions are suitable for the growth of Coriander ?\nAnswer: Coriander is cultivated in various temperate regions worldwide but is native to Southern Europe and Western Asia.","metadata":{"source":"./PlantFAQ2.csv","line":137}}],["19d3efa3-44b5-4aac-b8c1-97f6d5f9ef54",{"pageContent":"Query: What diseases does Coriander help cure ?\nAnswer: Coriander is used for its digestive properties  reducing inflammation  aiding in digestion  and for its potential antibacterial effects in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":138}}],["2bec032f-a62b-4c66-b44c-c4db4d4e5803",{"pageContent":"Query: Does Coriander have different types ?\nAnswer: There are different varieties of Coriander with variations in leaf shape  flavor intensity  and use of leaves and seeds in culinary and medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":139}}],["dcf3b87e-fffd-4d78-a1fe-7492bfc64323",{"pageContent":"Query: What are the unique features to identify Curry Leaf ?\nAnswer: Curry Leaf  also known as Murraya koenigii  is recognized by its small  glossy  aromatic leaves that release a distinct curry-like aroma when crushed.","metadata":{"source":"./PlantFAQ2.csv","line":140}}],["bcfd1be5-cdcb-481b-9f4d-446c4de2c0fa",{"pageContent":"Query: What are the medicinal uses of Curry Leaf ?\nAnswer: Curry Leaf is used in traditional medicine for its antioxidant properties  aiding digestion  promoting hair health  and managing diabetes.","metadata":{"source":"./PlantFAQ2.csv","line":141}}],["1aa4af10-e33a-4e58-a3a8-a1a4eac60819",{"pageContent":"Query: In which season does Curry Leaf usually grow ?\nAnswer: Curry Leaf plants typically grow in warm climates and are commonly found throughout the year in tropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":142}}],["abb26c76-f657-445a-b453-10c30ef4d54c",{"pageContent":"Query: What regions are suitable for the growth of Curry Leaf ?\nAnswer: Curry Leaf is native to India but is cultivated in various tropical regions worldwide for its culinary and medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":143}}],["030ed425-1857-4475-89e7-32908e57f04d",{"pageContent":"Query: What are the unique features to identify Doddapatre ?\nAnswer: Doddapatre  also known as Indian Borage or Coleus aromaticus  is identified by its succulent  hairy  and strongly aromatic leaves that are somewhat heart-shaped and have serrated edges.","metadata":{"source":"./PlantFAQ2.csv","line":144}}],["fe6456e0-b30e-4af5-b3c1-15a0d16d87f1",{"pageContent":"Query: What are the medicinal uses of Doddapatre ?\nAnswer: Doddapatre is used in traditional medicine for its anti-inflammatory properties  aiding digestion  relieving coughs and colds  and promoting respiratory health.","metadata":{"source":"./PlantFAQ2.csv","line":145}}],["bf7c05cd-d184-4663-a404-7f721cd98ae9",{"pageContent":"Query: In which season does Doddapatre usually grow ?\nAnswer: Doddapatre plants typically grow well in warm climates and are found throughout the year in tropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":146}}],["91dfb416-65ff-4ea1-8368-3c48f96058bf",{"pageContent":"Query: What regions are suitable for the growth of Doddapatre ?\nAnswer: Doddapatre is native to India but is cultivated in various tropical and subtropical regions worldwide.","metadata":{"source":"./PlantFAQ2.csv","line":147}}],["5ad00b17-a0fd-473a-a875-181af97b3ed0",{"pageContent":"Query: What diseases does Doddapatre help cure ?\nAnswer: Doddapatre is used for its anti-inflammatory properties  aiding digestion  alleviating coughs and colds  and supporting respiratory health.","metadata":{"source":"./PlantFAQ2.csv","line":148}}],["b88e9a68-96cc-43df-8a99-dbdef64ca10b",{"pageContent":"Query: Does Doddapatre have different types ?\nAnswer: There are different varieties of Doddapatre  each with slightly different leaf shapes and growth habits  but they are generally used similarly for medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":149}}],["14020962-9bab-4d50-83f3-b5b376bc1e6c",{"pageContent":"Query: What are the unique features to identify Drumstick ?\nAnswer: Drumstick  also known as Moringa oleifera  is recognized by its long  slender  green pods (drumsticks) containing seeds  and its compound leaves composed of several pairs of leaflets.","metadata":{"source":"./PlantFAQ2.csv","line":150}}],["7144758a-88cf-41bb-be19-471955e300f2",{"pageContent":"Query: What are the medicinal uses of Drumstick ?\nAnswer: Drumstick is used in traditional medicine for its high nutrient content  acting as an antioxidant  anti-inflammatory  supporting digestive health  and boosting immunity.","metadata":{"source":"./PlantFAQ2.csv","line":151}}],["6cea1628-8208-435b-b7d3-0b8a243fc932",{"pageContent":"Query: In which season does Drumstick usually grow ?\nAnswer: Drumstick trees typically grow in warm climates and are found throughout the year in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":152}}],["1ccd4bf6-ae2d-4fea-b554-ff95f0a1c58c",{"pageContent":"Query: What regions are suitable for the growth of Drumstick ?\nAnswer: Drumstick is native to the Indian subcontinent but is cultivated in various tropical and subtropical regions globally.","metadata":{"source":"./PlantFAQ2.csv","line":153}}],["d2eb3288-49b1-4d32-93bb-f9468e5f600e",{"pageContent":"Query: What diseases does Drumstick help cure ?\nAnswer: Drumstick is used for its high nutrient content  acting as an antioxidant  anti-inflammatory  aiding digestion  supporting immunity  and overall health.","metadata":{"source":"./PlantFAQ2.csv","line":154}}],["123d0b20-e7b1-48ee-98c3-668ee3ae6efd",{"pageContent":"Query: Does Drumstick have different types ?\nAnswer: There are different cultivars of Drumstick with variations in the size of pods  leaves  and growth patterns  but they share similar nutritional and medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":155}}],["ce85750c-d478-4171-9355-2a0efd383f53",{"pageContent":"Query: What are the unique features to identify Ekka (Calotropis gigantea) ?\nAnswer: Ekka  also known as Calotropis gigantea  is identified by its large  leathery leaves  clusters of white or lavender flowers  and the presence of latex in its stems.","metadata":{"source":"./PlantFAQ2.csv","line":156}}],["dcc00f0e-620d-463e-b7c2-d4f8f5fa0d77",{"pageContent":"Query: What are the medicinal uses of Ekka (Calotropis gigantea) ?\nAnswer: Ekka is used in traditional medicine for treating various ailments such as skin diseases  asthma  fever  and as a remedy for snakebites  although it should be used cautiously due to its toxic properties.","metadata":{"source":"./PlantFAQ2.csv","line":157}}],["a8887dba-1766-444b-a016-8e7e9be510fb",{"pageContent":"Query: In which season does Ekka (Calotropis gigantea) usually grow ?\nAnswer: Ekka plants typically grow in warm climates and are commonly found throughout the year in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":158}}],["729a0ed3-3ef7-4874-93c8-217d25c00a02",{"pageContent":"Query: What regions are suitable for the growth of Ekka (Calotropis gigantea) ?\nAnswer: Ekka is native to Asia and Africa but can be found in various tropical and subtropical regions globally.","metadata":{"source":"./PlantFAQ2.csv","line":159}}],["883b145a-007b-4050-8643-7e684f3b8c17",{"pageContent":"Query: What diseases does Ekka (Calotropis gigantea) help cure ?\nAnswer: Ekka is used traditionally for treating skin diseases  asthma  fever  and as an antidote for snakebites  but it should be used cautiously due to its toxic nature.","metadata":{"source":"./PlantFAQ2.csv","line":160}}],["3ff7e9e8-b112-47c6-ab68-e3761e0068ab",{"pageContent":"Query: Does Ekka (Calotropis gigantea) have different types ?\nAnswer: There are different species within the Calotropis genus  but Calotropis gigantea is the commonly known species used for medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":161}}],["8dd392bf-056c-45c3-99af-fd0b7c45e263",{"pageContent":"Query: What are the unique features to identify Eucalyptus ?\nAnswer: Eucalyptus trees are recognized by their tall  straight trunks with smooth or fibrous bark  and their aromatic  bluish-green leaves that hang downward.","metadata":{"source":"./PlantFAQ2.csv","line":162}}],["62fb1dd3-007f-4ec5-a59e-4314c3873e0d",{"pageContent":"Query: What are the medicinal uses of Eucalyptus ?\nAnswer: Eucalyptus is used in traditional medicine for its antimicrobial  anti-inflammatory properties  aiding respiratory health  relieving coughs and congestion  and as a topical remedy for minor wounds and skin ailments.","metadata":{"source":"./PlantFAQ2.csv","line":163}}],["4b1ff074-6033-4ee0-981c-7c094c25c0f0",{"pageContent":"Query: In which season does Eucalyptus usually grow ?\nAnswer: Eucalyptus trees grow in various climates and are typically found throughout the year in temperate and tropical regions  depending on the species.","metadata":{"source":"./PlantFAQ2.csv","line":164}}],["cc17be42-6307-4b75-a5ae-97edfbd40b98",{"pageContent":"Query: What regions are suitable for the growth of Eucalyptus ?\nAnswer: Eucalyptus trees are native to Australia but are cultivated in various regions worldwide with suitable climates for timber  ornamentation  and medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":165}}],["a2d062cd-936d-4661-93f5-03abd702cd1d",{"pageContent":"Query: What diseases does Eucalyptus help cure ?\nAnswer: Eucalyptus is used for its antimicrobial  anti-inflammatory properties  aiding respiratory health  relieving coughs and congestion  and as a topical remedy for minor wounds and skin ailments in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":166}}],["0f2aa049-205c-4653-9bdd-7b9bcf57bac8",{"pageContent":"Query: Does Eucalyptus have different types ?\nAnswer: There are over 700 species of Eucalyptus  each with varying characteristics  but they share similar medicinal properties and are used similarly for various purposes.","metadata":{"source":"./PlantFAQ2.csv","line":167}}],["d08839eb-1d62-41e3-92a0-3f04bd51eabe",{"pageContent":"Query: What are the unique features to identify Gasagase ?\nAnswer: Gasagase  also known as poppy seeds or khus khus  is identified by its tiny  kidney-shaped  and slate-blue seeds often used as a culinary spice and for their mild nutty flavor.","metadata":{"source":"./PlantFAQ2.csv","line":168}}],["b3c44d7c-6fc8-4263-9b9a-d424ebbee779",{"pageContent":"Query: What are the medicinal uses of Gasagase ?\nAnswer: Gasagase is used in traditional medicine for its mild sedative properties  aiding sleep  promoting relaxation  and sometimes used topically for skincare.","metadata":{"source":"./PlantFAQ2.csv","line":169}}],["2db62bf9-84b5-4131-a0ab-ac82c5fd827c",{"pageContent":"Query: In which season does Gasagase usually grow ?\nAnswer: Gasagase plants grow in different climates but are typically cultivated in temperate regions. The seeds are harvested when the pods ripen and turn brown.","metadata":{"source":"./PlantFAQ2.csv","line":170}}],["0cba75fe-36a4-41b3-a917-265aa530d3c1",{"pageContent":"Query: What regions are suitable for the growth of Gasagase ?\nAnswer: Gasagase is cultivated in various regions globally  primarily in areas with temperate climates suitable for its growth.","metadata":{"source":"./PlantFAQ2.csv","line":171}}],["5529d8f6-8737-4c14-9f0d-805548057fac",{"pageContent":"Query: What diseases does Gasagase help cure ?\nAnswer: Gasagase is used traditionally for its mild sedative properties  aiding sleep  promoting relaxation  and occasionally for skincare  but it's not primarily used for curing diseases.","metadata":{"source":"./PlantFAQ2.csv","line":172}}],["0ee2a46d-5d13-4526-9f23-bf65cc2fbf4b",{"pageContent":"Query: Does Gasagase have different types ?\nAnswer: There are different varieties of poppy seeds  each with slight variations in flavor and size  but they are generally used similarly as a culinary spice.","metadata":{"source":"./PlantFAQ2.csv","line":173}}],["93cae7ad-932f-4dc2-a2d1-1b2f154c7f83",{"pageContent":"Query: What are the unique features to identify Geranium ?\nAnswer: Geraniums are recognized by their fragrant leaves and colorful flowers that vary in hues of red  pink  purple  or white  and they often have five petals.","metadata":{"source":"./PlantFAQ2.csv","line":174}}],["d2986009-a5d1-4f14-a08e-2f7ecab959b0",{"pageContent":"Query: What are the medicinal uses of Geranium ?\nAnswer: Geranium is used in traditional medicine for its potential antibacterial  anti-inflammatory properties  and sometimes for skin conditions  though research is ongoing for its medicinal applications.","metadata":{"source":"./PlantFAQ2.csv","line":175}}],["95e30f1a-b88f-446d-ae15-666059015451",{"pageContent":"Query: In which season does Geranium usually grow ?\nAnswer: Geraniums are often grown as ornamental plants and can thrive in various climates  blooming during spring and summer months.","metadata":{"source":"./PlantFAQ2.csv","line":176}}],["f1ba7f6b-6b53-4c45-bd67-397c6a545740",{"pageContent":"Query: What regions are suitable for the growth of Geranium ?\nAnswer: Geraniums are cultivated worldwide for ornamental purposes and can adapt to a wide range of climates.","metadata":{"source":"./PlantFAQ2.csv","line":177}}],["a5fb332a-f89b-4116-b02c-343e353d6c10",{"pageContent":"Query: What diseases does Geranium help cure ?\nAnswer: Geranium is traditionally used for its potential antibacterial  anti-inflammatory properties  and sometimes for skin conditions  but more research is needed to confirm its medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":178}}],["b3defbb1-4634-4059-a11f-fc0d643574f7",{"pageContent":"Query: Does Geranium have different types ?\nAnswer: There are numerous species and cultivars of geraniums  each with varying flower colors  leaf shapes  and growth habits  primarily used for ornamental purposes.","metadata":{"source":"./PlantFAQ2.csv","line":179}}],["ced85948-34fe-410e-8b68-cdce61cc7459",{"pageContent":"Query: What are the unique features to identify Ginger ?\nAnswer: Ginger is recognized by its knobby  beige-colored rhizomes (underground stems) with a pungent  spicy taste and aromatic fragrance.","metadata":{"source":"./PlantFAQ2.csv","line":180}}],["0e61e9b5-3689-48e3-aada-a336643b53bf",{"pageContent":"Query: What are the medicinal uses of Ginger ?\nAnswer: Ginger is used in traditional medicine for its anti-nausea  anti-inflammatory  and digestive properties  aiding in digestion  relieving nausea  and reducing inflammation.","metadata":{"source":"./PlantFAQ2.csv","line":181}}],["d9dda5ff-608b-49ca-9af5-028f47997d86",{"pageContent":"Query: In which season does Ginger usually grow ?\nAnswer: Ginger plants grow best in warm and humid climates and are often cultivated throughout the year in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":182}}],["49aac9da-08f9-4b4b-b426-f7d62d5e098f",{"pageContent":"Query: What regions are suitable for the growth of Ginger ?\nAnswer: Ginger is native to Southeast Asia but is cultivated in various tropical and subtropical regions worldwide.","metadata":{"source":"./PlantFAQ2.csv","line":183}}],["881411e3-e2bb-4c10-b908-18ab5fdcce2c",{"pageContent":"Query: What diseases does Ginger help cure ?\nAnswer: Ginger is used for its anti-nausea  anti-inflammatory  and digestive properties  aiding digestion  relieving nausea  and reducing inflammation in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":184}}],["7cd278bc-7e47-4752-92f3-527a4da1091b",{"pageContent":"Query: Does Ginger have different types ?\nAnswer: There are different varieties of ginger  each with slight differences in flavor  aroma  and appearance  but they share similar medicinal properties and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":185}}],["1be1ef67-9feb-4649-889c-3fedee4738bf",{"pageContent":"Query: What are the unique features to identify Globe Amaranth ?\nAnswer: Globe Amaranth  also known as Gomphrena globosa  is recognized by its globe-shaped flower heads that come in various colors such as purple  pink  red  and white  and these flowers retain their shape and color even after drying.","metadata":{"source":"./PlantFAQ2.csv","line":186}}],["36c7a87f-808c-436d-a70c-7c6c032f47cc",{"pageContent":"Query: What are the medicinal uses of Globe Amaranth ?\nAnswer: Globe Amaranth is used in traditional medicine for its potential diuretic properties and as an herbal remedy for various ailments  including digestive issues and skin conditions.","metadata":{"source":"./PlantFAQ2.csv","line":187}}],["63cc27c3-4b62-4044-b4f0-eb5266c7789e",{"pageContent":"Query: In which season does Globe Amaranth usually grow ?\nAnswer: Globe Amaranth plants typically thrive in warm climates and are often cultivated during the spring and summer months.","metadata":{"source":"./PlantFAQ2.csv","line":188}}],["ccbf425c-df4f-4d26-979b-c0fddc91afdc",{"pageContent":"Query: What regions are suitable for the growth of Globe Amaranth ?\nAnswer: Globe Amaranth is native to Central America but is cultivated in various regions globally with suitable warm climates.","metadata":{"source":"./PlantFAQ2.csv","line":189}}],["173beeb6-d004-4e72-bf4b-51558a18169e",{"pageContent":"Query: What diseases does Globe Amaranth help cure ?\nAnswer: Globe Amaranth is used traditionally for its potential diuretic properties and is believed to aid in treating digestive issues and skin conditions  although scientific evidence supporting its medicinal uses is limited.","metadata":{"source":"./PlantFAQ2.csv","line":190}}],["a2033c67-8344-444c-886d-3e1b70ef2d06",{"pageContent":"Query: Does Globe Amaranth have different types ?\nAnswer: There are different varieties of Globe Amaranth with variations in flower color and size  but they are generally used similarly for ornamental and some medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":191}}],["7db33ebb-58a5-47f1-ae3a-b8f077ff5531",{"pageContent":"Query: What are the unique features to identify Guava ?\nAnswer: Guava trees are recognized by their smooth-barked trunks  oval-shaped or pear-shaped fruit with a green or yellow skin  and pink or white flesh with edible seeds.","metadata":{"source":"./PlantFAQ2.csv","line":192}}],["24a6da18-aa62-46d3-b595-5fa3903bd75f",{"pageContent":"Query: What are the medicinal uses of Guava ?\nAnswer: Guava is used in traditional medicine for its high vitamin C content  aiding digestion  promoting heart health  boosting immunity  and as a remedy for diarrhea and constipation.","metadata":{"source":"./PlantFAQ2.csv","line":193}}],["3899bb1a-458b-4ef2-8c08-c68728a53e78",{"pageContent":"Query: In which season does Guava usually grow ?\nAnswer: Guava trees typically bear fruit in warm climates and are commonly found throughout the year in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":194}}],["42d16e40-98d7-48e9-b886-f178ccde19de",{"pageContent":"Query: What regions are suitable for the growth of Guava ?\nAnswer: Guava is native to tropical regions but is cultivated in various warm climates globally for its fruit.","metadata":{"source":"./PlantFAQ2.csv","line":195}}],["243e0c3d-f6c0-4c59-bdaa-49177feccf71",{"pageContent":"Query: What diseases does Guava help cure ?\nAnswer: Guava is used for its high vitamin C content  aiding digestion  promoting heart health  boosting immunity  and as a remedy for diarrhea and constipation in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":196}}],["04bf8490-5eb0-4efc-a042-76fed362c5f1",{"pageContent":"Query: Does Guava have different types ?\nAnswer: There are different cultivars and varieties of guava  each with slightly different flavors  colors  and sizes  but they are generally used similarly for their fruit.","metadata":{"source":"./PlantFAQ2.csv","line":197}}],["77759dbb-9cea-44ec-a7a0-2d5f5e35fb02",{"pageContent":"Query: What are the unique features to identify Henna ?\nAnswer: Henna  also known as Lawsonia inermis  is recognized by its small  clustered flowers  and its leaves are crushed to create a paste used for dyeing hair  skin  and nails.","metadata":{"source":"./PlantFAQ2.csv","line":198}}],["1b51caee-03b8-43a4-8df3-b40006b5f038",{"pageContent":"Query: What are the medicinal uses of Henna ?\nAnswer: Henna is used in traditional medicine as a cooling agent  for its potential anti-inflammatory properties  and as a natural dye for hair  skin  and nails.","metadata":{"source":"./PlantFAQ2.csv","line":199}}],["3061fe6b-4d37-48ce-a701-fd54aa5f8be5",{"pageContent":"Query: In which season does Henna usually grow ?\nAnswer: Henna plants typically thrive in warm climates and are often cultivated during the spring and summer months.","metadata":{"source":"./PlantFAQ2.csv","line":200}}],["8ec76cd9-a182-49ef-b05f-04dca7565369",{"pageContent":"Query: What regions are suitable for the growth of Henna ?\nAnswer: Henna is native to North Africa  the Middle East  and South Asia but is cultivated in various tropical and subtropical regions globally.","metadata":{"source":"./PlantFAQ2.csv","line":201}}],["c8e5d6aa-6de4-47cf-8736-d6eb377094fe",{"pageContent":"Query: What diseases does Henna help cure ?\nAnswer: Henna is used traditionally as a cooling agent  for its potential anti-inflammatory properties  and as a natural dye for hair  skin  and nails.","metadata":{"source":"./PlantFAQ2.csv","line":202}}],["314806bd-9731-48f1-8546-c222c587969f",{"pageContent":"Query: Does Henna have different types ?\nAnswer: There are different varieties of Henna  but they are generally recognized for similar uses in dyeing and traditional medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":203}}],["31be6574-cf2d-45c5-bfe6-3ed6d07fe95d",{"pageContent":"Query: What are the unique features to identify Ganigale (Oleander) ?\nAnswer: Oleander  also known as Nerium oleander  is recognized by its evergreen shrub or small tree with narrow  leathery  dark green leaves and showy  funnel-shaped flowers in various colors like pink  red  white  or yellow.","metadata":{"source":"./PlantFAQ2.csv","line":204}}],["6cdeb25f-6ee2-4441-965d-521dbcf55058",{"pageContent":"Query: What are the medicinal uses of Ganigale (Oleander) ?\nAnswer: Oleander contains toxic compounds and is not recommended for medicinal use due to its poisonous nature  although some cultures historically used it in traditional medicine cautiously under strict guidance for certain conditions.","metadata":{"source":"./PlantFAQ2.csv","line":205}}],["dd4ddc50-1c24-4985-843f-6b1f2f9a722d",{"pageContent":"Query: In which season does Ganigale (Oleander) usually grow ?\nAnswer: Oleander typically grows in warm climates and blooms during the summer months  but it can be found throughout the year in suitable regions.","metadata":{"source":"./PlantFAQ2.csv","line":206}}],["66099d82-e7bc-4ace-b31d-a11cb37e37e5",{"pageContent":"Query: What regions are suitable for the growth of Ganigale (Oleander) ?\nAnswer: Oleander is native to the Mediterranean region but is cultivated in various temperate and subtropical regions globally as an ornamental plant.","metadata":{"source":"./PlantFAQ2.csv","line":207}}],["60544384-019d-4658-9761-fbb02ec3590e",{"pageContent":"Query: What diseases does Ganigale (Oleander) help cure ?\nAnswer: Due to its highly toxic nature  Oleander is not recommended for medicinal use and should not be used for treating diseases.","metadata":{"source":"./PlantFAQ2.csv","line":208}}],["12a74215-f2e9-4ef8-8156-b9919cd7a0d3",{"pageContent":"Query: Does Ganigale (Oleander) have different types ?\nAnswer: There are different cultivars of Oleander with variations in flower colors  sizes  and growth habits  primarily used for ornamental purposes.","metadata":{"source":"./PlantFAQ2.csv","line":209}}],["40dfa41e-3d7c-4434-b5e5-867cfd259849",{"pageContent":"Query: What are the unique features to identify Ganike (Solanum nigrum) ?\nAnswer: Solanum nigrum  known as Black Nightshade or Ganike  is recognized by its small  white flowers  black or purple berries  and oval-shaped leaves with wavy edges.","metadata":{"source":"./PlantFAQ2.csv","line":210}}],["da6e22f3-d553-47f6-9dac-be28dc8eed93",{"pageContent":"Query: What are the medicinal uses of Ganike (Solanum nigrum) ?\nAnswer: Ganike is used in traditional medicine for various purposes  such as treating inflammation  skin conditions  asthma  and it's believed to have anti-inflammatory and antioxidant properties.","metadata":{"source":"./PlantFAQ2.csv","line":211}}],["f538cae4-9422-4eac-b600-779694f87a9a",{"pageContent":"Query: In which season does Ganike (Solanum nigrum) usually grow ?\nAnswer: Black Nightshade plants typically grow in warm climates and are often found throughout the year  especially during the summer months.","metadata":{"source":"./PlantFAQ2.csv","line":212}}],["31f1a23c-ba6e-48f9-96b0-41596845a6f5",{"pageContent":"Query: What regions are suitable for the growth of Ganike (Solanum nigrum) ?\nAnswer: Black Nightshade is found in various regions worldwide  preferring warm climates and can be seen in temperate  subtropical  and tropical areas.","metadata":{"source":"./PlantFAQ2.csv","line":213}}],["1056d8af-ed95-4f80-b2da-2d46d6a9955e",{"pageContent":"Query: What diseases does Ganike (Solanum nigrum) help cure ?\nAnswer: Ganike is used traditionally for treating inflammation  skin conditions  asthma  and it's believed to possess anti-inflammatory and antioxidant properties in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":214}}],["c73dc13c-6633-4ff9-a016-206ae2d0e805",{"pageContent":"Query: Does Ganike (Solanum nigrum) have different types ?\nAnswer: There are different varieties of Black Nightshade with variations in leaf shape  berry color  and growth habits  but they are generally used similarly in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":215}}],["2472d940-6320-4f13-bbb6-4ba7d48defc4",{"pageContent":"Query: What are the unique features to identify Lemon ?\nAnswer: Lemon trees are recognized by their oval-shaped yellow fruits  acidic juice  glossy green leaves  and fragrant flowers. The fruit has a sour taste and is used in culinary and medicinal applications.","metadata":{"source":"./PlantFAQ2.csv","line":216}}],["da23f051-138a-481c-bb4b-fd2fd4cdd2c3",{"pageContent":"Query: What are the medicinal uses of Lemon ?\nAnswer: Lemon is used in traditional medicine for its high vitamin C content  aiding digestion  boosting immunity  promoting hydration  and as a remedy for sore throat and skin conditions.","metadata":{"source":"./PlantFAQ2.csv","line":217}}],["f4fe1576-fcef-4823-9c1f-ff8e415add50",{"pageContent":"Query: In which season does Lemon usually grow ?\nAnswer: Lemon trees typically bear fruit throughout the year in warm climates  although they might have peak fruiting seasons in certain regions.","metadata":{"source":"./PlantFAQ2.csv","line":218}}],["77e85cbd-c63e-4b71-bac1-84427d4b17d4",{"pageContent":"Query: What regions are suitable for the growth of Lemon ?\nAnswer: Lemon trees prefer subtropical and tropical climates but are cultivated in various regions worldwide for their fruit.","metadata":{"source":"./PlantFAQ2.csv","line":219}}],["fa61480c-2288-4343-9ee7-c77ebee5da5a",{"pageContent":"Query: What diseases does Lemon help cure ?\nAnswer: Lemon is used for its high vitamin C content  aiding digestion  boosting immunity  promoting hydration  and as a remedy for sore throat and skin conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":220}}],["b2d7a83a-24de-4040-ab2d-b5f91afb81f5",{"pageContent":"Query: Does Lemon have different types ?\nAnswer: There are various cultivars of lemon  each with differences in size  shape  acidity  and flavor  but they are generally used similarly for culinary and medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":221}}],["3c5f2926-b307-4cc8-b53c-cef4c3059168",{"pageContent":"Query: What are the unique features to identify Lemongrass ?\nAnswer: Lemongrass  known as Cymbopogon citratus  is recognized by its tall  slender green stalks  similar to grass  with a strong lemony aroma and flavor.","metadata":{"source":"./PlantFAQ2.csv","line":222}}],["04ddca2b-d27f-4b20-8345-d935a5eaf2af",{"pageContent":"Query: What are the medicinal uses of Lemongrass ?\nAnswer: Lemongrass is used in traditional medicine for its potential anti-inflammatory  antimicrobial properties  aiding digestion  relieving stress  and as a natural insect repellent.","metadata":{"source":"./PlantFAQ2.csv","line":223}}],["87e98337-02eb-42a0-bf4a-2ae8c2c4d4bc",{"pageContent":"Query: In which season does Lemongrass usually grow ?\nAnswer: Lemongrass thrives in warm climates and is often found growing in tropical and subtropical regions throughout the year.","metadata":{"source":"./PlantFAQ2.csv","line":224}}],["dfe8a8d7-957a-41be-a941-86303f98b17d",{"pageContent":"Query: What regions are suitable for the growth of Lemongrass ?\nAnswer: Lemongrass is native to tropical regions but is cultivated in various warm climates globally for culinary  medicinal  and aromatic purposes.","metadata":{"source":"./PlantFAQ2.csv","line":225}}],["f96b1255-7624-4f1c-ba3a-64ad59e2a548",{"pageContent":"Query: What diseases does Lemongrass help cure ?\nAnswer: Lemongrass is used for its potential anti-inflammatory  antimicrobial properties  aiding digestion  relieving stress  and as a natural insect repellent in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":226}}],["2a063f48-d3e8-4dd8-b9bb-49fef3b8b855",{"pageContent":"Query: Does Lemongrass have different types ?\nAnswer: There are several species of lemongrass  with Cymbopogon citratus being the most commonly used for culinary and medicinal purposes  although there are variations in aroma and potency among different varieties.","metadata":{"source":"./PlantFAQ2.csv","line":227}}],["23aec56a-55f1-4eda-8c80-f65b20c46b44",{"pageContent":"Query: What are the unique features to identify Kasamarda (Coffee Senna) ?\nAnswer: Coffee Senna  or Kasamarda  is identified by its slender stems  compound leaves with several pairs of leaflets  and clusters of yellow flowers followed by seed pods.","metadata":{"source":"./PlantFAQ2.csv","line":228}}],["766e132f-84fe-41f3-a8b1-34095459e9c1",{"pageContent":"Query: What are the medicinal uses of Kasamarda (Coffee Senna) ?\nAnswer: Kasamarda is used in traditional medicine for its potential laxative  anthelmintic  and anti-inflammatory properties. It's also utilized for treating skin conditions  fever  and as a purgative.","metadata":{"source":"./PlantFAQ2.csv","line":229}}],["520be0c4-90a0-4942-8ce6-9e13bb08f070",{"pageContent":"Query: In which season does Kasamarda (Coffee Senna) usually grow ?\nAnswer: Coffee Senna plants typically grow in warm climates and are often found throughout the year  particularly in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":230}}],["49c0db59-f94d-4a08-bedb-08b51202d348",{"pageContent":"Query: What regions are suitable for the growth of Kasamarda (Coffee Senna) ?\nAnswer: Kasamarda is native to tropical and subtropical regions but is also cultivated in various warm climates globally for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":231}}],["b87b1c34-24c0-4799-a6ec-3a883a61a509",{"pageContent":"Query: What diseases does Kasamarda (Coffee Senna) help cure ?\nAnswer: Kasamarda is used for its potential laxative  anthelmintic  anti-inflammatory properties  and as a remedy for skin conditions  fever  and as a purgative in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":232}}],["ce61952d-10db-45eb-8e2a-f27e640c2e69",{"pageContent":"Query: Does Kasamarda (Coffee Senna) have different types ?\nAnswer: There are different species of Cassia  each with variations in growth habits and geographic distribution  but Cassia occidentalis is commonly recognized for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":233}}],["ac72b712-9afe-4300-b9d4-29a5d9a6a9f5",{"pageContent":"Query: What are the unique features to identify Malabar Nut ?\nAnswer: Malabar Nut  also known as Justicia adhatoda  is identified by its shrub-like appearance  lance-shaped leaves with serrated edges  and clusters of white or purple flowers with distinctive reddish-brown bracts.","metadata":{"source":"./PlantFAQ2.csv","line":234}}],["edfdb1ac-d0fd-4fd6-8412-7af08076aa74",{"pageContent":"Query: What are the medicinal uses of Malabar Nut ?\nAnswer: Malabar Nut is used in traditional medicine for its potential bronchodilator and expectorant properties  aiding respiratory conditions such as asthma  bronchitis  and coughs.","metadata":{"source":"./PlantFAQ2.csv","line":235}}],["203c6d7c-5cbf-4135-8b58-f3a10b4d6f2d",{"pageContent":"Query: In which season does Malabar Nut usually grow ?\nAnswer: Malabar Nut plants typically thrive in warm climates and can be found throughout the year  particularly in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":236}}],["04b3bc0e-3023-4af3-b744-f592b5e3d600",{"pageContent":"Query: What regions are suitable for the growth of Malabar Nut ?\nAnswer: Malabar Nut is native to South Asia but can be found in various tropical and subtropical regions worldwide  where it is cultivated for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":237}}],["b64af8c3-c007-471a-905f-1b53b4dec64e",{"pageContent":"Query: What diseases does Malabar Nut help cure ?\nAnswer: Malabar Nut is used for its potential bronchodilator and expectorant properties  aiding respiratory conditions such as asthma  bronchitis  and coughs in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":238}}],["e09a24bf-e072-4d19-92df-79c75fe29123",{"pageContent":"Query: Does Malabar Nut have different types ?\nAnswer: There are different species within the Justicia genus  but Justicia adhatoda is commonly recognized and used for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":239}}],["219d5192-063c-4cb5-9c20-90511106aedf",{"pageContent":"Query: What are the unique features to identify Malabar Spinach ?\nAnswer: Malabar Spinach  also known as Basella alba or Basella rubra  is identified by its succulent  heart-shaped leaves that come in green or red varieties  and it is a climbing vine-like plant.","metadata":{"source":"./PlantFAQ2.csv","line":240}}],["e5f3b23c-6386-4e05-8463-e18d10a0b46b",{"pageContent":"Query: What are the medicinal uses of Malabar Spinach ?\nAnswer: Malabar Spinach is rich in nutrients and used in traditional medicine for its potential antioxidant properties and as a cooling agent  but it is primarily used as a leafy vegetable.","metadata":{"source":"./PlantFAQ2.csv","line":241}}],["bfa42b6c-c4d9-47c8-97e0-3e690bf2a799",{"pageContent":"Query: In which season does Malabar Spinach usually grow ?\nAnswer: Malabar Spinach plants thrive in warm climates and are often grown throughout the year  particularly during the summer months.","metadata":{"source":"./PlantFAQ2.csv","line":242}}],["c7c25e64-bd6f-4892-b3c9-d01e6843c411",{"pageContent":"Query: What regions are suitable for the growth of Malabar Spinach ?\nAnswer: Malabar Spinach is native to tropical Asia but is cultivated in various warm climates worldwide for culinary and  to a lesser extent  medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":243}}],["90f93409-9430-4290-a715-4f634488b696",{"pageContent":"Query: What diseases does Malabar Spinach help cure ?\nAnswer: Malabar Spinach is primarily used as a nutritious leafy vegetable and is valued for its potential antioxidant properties in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":244}}],["33893785-5c7c-4bf1-ace9-813c784d980b",{"pageContent":"Query: Does Malabar Spinach have different types ?\nAnswer: There are different varieties of Malabar Spinach  such as green and red cultivars  each with variations in leaf color and flavor  but they are generally used similarly as a leafy vegetable.","metadata":{"source":"./PlantFAQ2.csv","line":245}}],["eb3fd373-ac57-4cb6-aa24-1de868733a5d",{"pageContent":"Query: What are the unique features to identify Mango ?\nAnswer: Mango trees are recognized by their tall  evergreen canopy  dark green leaves  and large  oval-shaped fruits with a single large seed or stone inside.","metadata":{"source":"./PlantFAQ2.csv","line":246}}],["962c109c-f1a5-485b-8846-547e6e511570",{"pageContent":"Query: What are the medicinal uses of Mango ?\nAnswer: Various parts of the mango tree  including the fruit  leaves  and bark  are used in traditional medicine for their potential anti-inflammatory  antioxidant properties  aiding digestion  and promoting overall health.","metadata":{"source":"./PlantFAQ2.csv","line":247}}],["d806e227-3c83-451c-905a-df36aaa71ecb",{"pageContent":"Query: In which season does Mango usually grow ?\nAnswer: Mango trees typically bear fruit during the summer months in warm climates and are often found growing throughout the year in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":248}}],["28a4061b-dcdf-45e9-be6b-a0c83a5ed50d",{"pageContent":"Query: What regions are suitable for the growth of Mango ?\nAnswer: Mango trees are native to South Asia but are cultivated in various tropical and subtropical regions globally for their delicious fruit.","metadata":{"source":"./PlantFAQ2.csv","line":249}}],["cc35b338-79c1-4681-9ba1-d4512d10eadd",{"pageContent":"Query: What diseases does Mango help cure ?\nAnswer: Different parts of the mango tree are used traditionally for their potential anti-inflammatory  antioxidant properties  aiding digestion  and promoting overall health.","metadata":{"source":"./PlantFAQ2.csv","line":250}}],["44d443b8-698a-411f-b78c-6be97c06d2a0",{"pageContent":"Query: Does Mango have different types ?\nAnswer: There are numerous cultivars and varieties of mangoes  each with differences in flavor  size  color  and texture  but they are generally used similarly for their delicious fruit.","metadata":{"source":"./PlantFAQ2.csv","line":251}}],["763301b1-2412-4ad2-8f73-1a4e3b6b9e1b",{"pageContent":"Query: What are the unique features to identify Marigold ?\nAnswer: Marigolds are recognized by their bright  vibrant flowers that come in various shades of yellow and orange. They have a distinct smell and pinnate leaves.","metadata":{"source":"./PlantFAQ2.csv","line":252}}],["e6d77dd1-5c85-43ca-a3ce-e7311baae1db",{"pageContent":"Query: What are the medicinal uses of Marigold ?\nAnswer: Marigolds have various traditional medicinal uses  primarily for their anti-inflammatory  antimicrobial  and wound-healing properties. They are often used topically in creams  ointments  or poultices.","metadata":{"source":"./PlantFAQ2.csv","line":253}}],["cb0cc1ec-bab0-422a-a1e9-c4d5ccb88a27",{"pageContent":"Query: In which season does Marigold usually grow ?\nAnswer: Marigolds are annual flowers that typically thrive and bloom during the summer and fall months in temperate climates.","metadata":{"source":"./PlantFAQ2.csv","line":254}}],["a67d9e31-cfa7-44ac-93d4-dbb56038ef31",{"pageContent":"Query: What regions are suitable for the growth of Marigold ?\nAnswer: Marigolds are native to the Americas but are cultivated in gardens worldwide due to their ornamental value and medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":255}}],["97511b77-d664-447f-a8da-3f1044fbaef9",{"pageContent":"Query: What diseases does Marigold help cure ?\nAnswer: Marigolds are used traditionally for their anti-inflammatory  antimicrobial  and wound-healing properties  aiding in minor skin conditions  wounds  and insect bites.","metadata":{"source":"./PlantFAQ2.csv","line":256}}],["7c9ab3c8-9098-4479-90fc-4f4a2322c7ce",{"pageContent":"Query: Does Marigold have different types ?\nAnswer: There are various species and cultivars of marigolds  each with different flower shapes  sizes  and colors  primarily used for ornamental and some medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":257}}],["42ae1da4-2048-4d30-83c0-8ce2798c37ba",{"pageContent":"Query: What are the unique features to identify Mint ?\nAnswer: Mint is identified by its aromatic leaves with serrated edges  square stems  and tiny  lipped flowers that can be white  pink  or purple  depending on the species.","metadata":{"source":"./PlantFAQ2.csv","line":258}}],["66821610-0e1c-457c-99c7-82dc91b1d355",{"pageContent":"Query: What are the medicinal uses of Mint ?\nAnswer: Mint is used in traditional medicine for its potential digestive benefits  relieving indigestion  nausea  and irritable bowel syndrome (IBS). It also has potential analgesic and antimicrobial properties.","metadata":{"source":"./PlantFAQ2.csv","line":259}}],["68fadb3c-ae7f-4c9f-8ac7-96e793d74d4c",{"pageContent":"Query: In which season does Mint usually grow ?\nAnswer: Mint plants thrive in temperate climates and are often found growing vigorously in the spring and summer months.","metadata":{"source":"./PlantFAQ2.csv","line":260}}],["d42c83d7-0c9d-4254-a738-45dc3256c445",{"pageContent":"Query: What regions are suitable for the growth of Mint ?\nAnswer: Mint is native to Europe  Asia  and Africa but is cultivated worldwide in various climates for culinary  medicinal  and aromatic purposes.","metadata":{"source":"./PlantFAQ2.csv","line":261}}],["11fe8a93-9ed3-4323-b420-82deca562048",{"pageContent":"Query: What diseases does Mint help cure ?\nAnswer: Mint is used for its potential digestive benefits  relieving indigestion  nausea  irritable bowel syndrome (IBS)  and it's believed to possess analgesic and antimicrobial properties in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":262}}],["cdc6cd79-a8b1-415b-829b-e81b95223ab3",{"pageContent":"Query: Does Mint have different types ?\nAnswer: There are several species and cultivars of mint  each with distinct flavors and scents  such as peppermint and spearmint  primarily used for culinary and medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":263}}],["98a39631-4f49-42ed-8b6e-c7ef71ab5bef",{"pageContent":"Query: What are the unique features to identify Neem ?\nAnswer: Neem trees are recognized by their dense  spreading canopy  compound leaves with serrated edges  small white flowers  and olive-like fruits containing seeds that yield neem oil.","metadata":{"source":"./PlantFAQ2.csv","line":264}}],["60f9ddab-5425-4763-b0dd-2ce05114596c",{"pageContent":"Query: What are the medicinal uses of Neem ?\nAnswer: Neem is used in traditional medicine for its various properties  such as antifungal  antibacterial  antiviral  and anti-inflammatory effects. It's used for skin conditions  dental care  and as an insect repellent.","metadata":{"source":"./PlantFAQ2.csv","line":265}}],["f891be8b-59ee-4153-a354-d79c823de1b5",{"pageContent":"Query: In which season does Neem usually grow ?\nAnswer: Neem trees grow in warm and tropical climates and are often found growing throughout the year  particularly in subtropical and tropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":266}}],["8a14dc1d-6c64-4abe-906a-08a56b243d2d",{"pageContent":"Query: What regions are suitable for the growth of Neem ?\nAnswer: Neem is native to South Asia but is cultivated in various tropical and subtropical regions globally for its medicinal and agricultural properties.","metadata":{"source":"./PlantFAQ2.csv","line":267}}],["9c1d9c00-8631-4cfa-b55d-d9baf4017396",{"pageContent":"Query: What diseases does Neem help cure ?\nAnswer: Neem is used for its antifungal  antibacterial  antiviral  and anti-inflammatory effects  aiding in skin conditions  dental care  and as an insect repellent in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":268}}],["b032ac31-1009-4505-9a1c-18c77719f92f",{"pageContent":"Query: Does Neem have different types ?\nAnswer: There are different species of neem trees  but Azadirachta indica is the most commonly recognized for its medicinal and agricultural properties.","metadata":{"source":"./PlantFAQ2.csv","line":269}}],["b96bddc5-d7c7-4bc9-b965-2b036813e4e5",{"pageContent":"Query: What are the unique features to identify Nelavembu (Andrographis paniculata) ?\nAnswer: Nelavembu is recognized by its bitter taste and slender  lance-shaped leaves with serrated edges. It bears small white flowers and is commonly used in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":270}}],["68431ee9-6054-4787-9631-8fdbabe6c8f1",{"pageContent":"Query: What are the medicinal uses of Nelavembu (Andrographis paniculata) ?\nAnswer: Nelavembu is used in traditional medicine for its potential immune-boosting  antiviral  and anti-inflammatory properties. It's often used to support immune health and treat colds  fevers  and infections.","metadata":{"source":"./PlantFAQ2.csv","line":271}}],["775391e6-ecb9-47f6-aeb9-35a6335fd092",{"pageContent":"Query: In which season does Nelavembu (Andrographis paniculata) usually grow ?\nAnswer: Nelavembu typically grows in warm climates and is often found growing throughout the year  particularly in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":272}}],["98aa642d-db81-4cb7-9c10-8062be6a70fd",{"pageContent":"Query: What regions are suitable for the growth of Nelavembu (Andrographis paniculata) ?\nAnswer: Nelavembu is native to South Asian countries like India and Sri Lanka but is cultivated in various warm climates globally for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":273}}],["29f39f34-3732-456f-bc46-6e016a2c3296",{"pageContent":"Query: What diseases does Nelavembu (Andrographis paniculata) help cure ?\nAnswer: Nelavembu is traditionally used for its potential immune-boosting  antiviral  and anti-inflammatory properties  supporting immune health and treating colds  fevers  and infections.","metadata":{"source":"./PlantFAQ2.csv","line":274}}],["6cf3e47c-90ed-43e0-8765-d1126fe7e728",{"pageContent":"Query: Does Nelavembu (Andrographis paniculata) have different types ?\nAnswer: There are variations in Andrographis species  but Andrographis paniculata is the commonly recognized species primarily used for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":275}}],["bb59b364-bf71-4326-9634-1e37e93db3ed",{"pageContent":"Query: What are the unique features to identify Nerale (Indian gooseberry or Amla) ?\nAnswer: Nerale  also known as Indian gooseberry or Amla  is identified by its round  greenish-yellow fruit  which is sour and a rich source of vitamin C. It has a distinct taste and is used in culinary and medicinal preparations.","metadata":{"source":"./PlantFAQ2.csv","line":276}}],["856abc28-e661-4c6b-9d13-0542cfa8001b",{"pageContent":"Query: What are the medicinal uses of Nerale (Indian gooseberry or Amla) ?\nAnswer: Nerale is used in traditional medicine for various purposes  primarily for its high vitamin C content  promoting digestion  enhancing immunity  and supporting hair and skin health.","metadata":{"source":"./PlantFAQ2.csv","line":277}}],["2cbf4857-13bd-47fa-b581-77180b572a39",{"pageContent":"Query: In which season does Nerale (Indian gooseberry or Amla) usually grow ?\nAnswer: Indian gooseberry trees typically bear fruit during the winter months in tropical and subtropical climates.","metadata":{"source":"./PlantFAQ2.csv","line":278}}],["6de9bd92-600a-41bc-8333-fa3a407397fc",{"pageContent":"Query: What regions are suitable for the growth of Nerale (Indian gooseberry or Amla) ?\nAnswer: Indian gooseberry is native to India and is cultivated in various tropical and subtropical regions worldwide for its fruit and medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":279}}],["0cfd9c8b-dde4-4071-92e2-eb04c271c69b",{"pageContent":"Query: What diseases does Nerale (Indian gooseberry or Amla) help cure ?\nAnswer: Nerale is used traditionally for its high vitamin C content  aiding digestion  enhancing immunity  and supporting hair and skin health in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":280}}],["0d53320a-b779-43e4-957b-59e56060444e",{"pageContent":"Query: Does Nerale (Indian gooseberry or Amla) have different types ?\nAnswer: There are various cultivars and varieties of Indian gooseberry with differences in fruit size  color  and taste  but they are generally used similarly for culinary and medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":281}}],["6314e9ac-33e8-4706-a293-cab3c0948c3a",{"pageContent":"Query: What are the unique features to identify Nithyapushpa (Night-flowering Jasmine or Parijat) ?\nAnswer: Nithyapushpa  also known as Night-flowering Jasmine or Parijat  is recognized by its fragrant  white flowers that bloom at night and wilt during the day. It has simple  ovate leaves.","metadata":{"source":"./PlantFAQ2.csv","line":282}}],["1138555b-5ac0-44a6-b2e7-1ae6e0f3ed10",{"pageContent":"Query: What are the medicinal uses of Nithyapushpa (Night-flowering Jasmine or Parijat) ?\nAnswer: Nithyapushpa is used in traditional medicine for its potential calming properties  and the flowers are used in various remedies for treating anxiety  insomnia  and other nervous system-related issues.","metadata":{"source":"./PlantFAQ2.csv","line":283}}],["78c4d9ed-7b2a-440d-ab18-5f27ac7da7ee",{"pageContent":"Query: In which season does Nithyapushpa (Night-flowering Jasmine or Parijat) usually grow ?\nAnswer: Night-flowering Jasmine plants typically bloom in warm climates and are often found growing throughout the year  particularly in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":284}}],["cab0a968-acc6-4301-bf03-655016e4cd6c",{"pageContent":"Query: What regions are suitable for the growth of Nithyapushpa (Night-flowering Jasmine or Parijat) ?\nAnswer: Night-flowering Jasmine is native to South Asia but is cultivated in various warm climates globally for its fragrant flowers and medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":285}}],["e4e4c64e-ad90-44e9-b8fb-d46c8e561f5f",{"pageContent":"Query: What diseases does Nithyapushpa (Night-flowering Jasmine or Parijat) help cure ?\nAnswer: Nithyapushpa is used traditionally for its potential calming properties  and the flowers are utilized in remedies for treating anxiety  insomnia  and other nervous system-related issues.","metadata":{"source":"./PlantFAQ2.csv","line":286}}],["add93429-fb56-4df5-9a38-885e16e4caf9",{"pageContent":"Query: Does Nithyapushpa (Night-flowering Jasmine or Parijat) have different types ?\nAnswer: There are different species and varieties of Night-flowering Jasmine  but the common species is generally used similarly for its fragrant flowers and potential medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":287}}],["3ff413ba-fafa-48aa-b1ae-aa2d8e2c21e6",{"pageContent":"Query: What are the unique features to identify Onion (Allium cepa) ?\nAnswer: Onions are recognized by their layered structure with a papery outer skin and a pungent smell. They have a round or bulbous shape  and the inner layers vary in color from white to yellow or red  depending on the variety.","metadata":{"source":"./PlantFAQ2.csv","line":288}}],["2d25ce31-c7f3-4885-b7e8-6fe8e03150e1",{"pageContent":"Query: What are the medicinal uses of Onion (Allium cepa) ?\nAnswer: Onions have various traditional medicinal uses  known for their potential anti-inflammatory  antimicrobial  and antioxidant properties. They are used in remedies for coughs  colds  and boosting immunity.","metadata":{"source":"./PlantFAQ2.csv","line":289}}],["de58adae-00ad-4d5a-aebf-9aa7294a48ce",{"pageContent":"Query: In which season does Onion (Allium cepa) usually grow ?\nAnswer: Onions are typically grown as annuals and are planted in the fall for harvesting in late spring or summer  depending on the variety and region.","metadata":{"source":"./PlantFAQ2.csv","line":290}}],["cea691eb-14dc-4bd9-83c8-f7af39e1a608",{"pageContent":"Query: What regions are suitable for the growth of Onion (Allium cepa) ?\nAnswer: Onions are cultivated in various regions globally with temperate climates suitable for their growth  and they can be grown in different soil types.","metadata":{"source":"./PlantFAQ2.csv","line":291}}],["dc814cc8-24df-43f1-a9b3-c1ca45dcf65c",{"pageContent":"Query: What diseases does Onion (Allium cepa) help cure ?\nAnswer: Onions are used traditionally for their potential anti-inflammatory  antimicrobial  and antioxidant properties  aiding in coughs  colds  and immune system support.","metadata":{"source":"./PlantFAQ2.csv","line":292}}],["6f84fdc6-974e-46af-b0ee-e066ff5ee625",{"pageContent":"Query: Does Onion (Allium cepa) have different types ?\nAnswer: There are various cultivars and types of onions  including red  white  and yellow varieties  each with differences in taste  pungency  and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":293}}],["6302d02f-19d2-42ef-b005-cba954c308bb",{"pageContent":"Query: What are the unique features to identify Nooni (Morinda citrifolia) ?\nAnswer: Nooni  also known as Morinda citrifolia or Noni  is recognized by its small  bumpy fruit with a strong odor when ripe. It's a tropical evergreen tree with glossy leaves and is valued for its medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":294}}],["e3d16708-e29c-4084-986f-db9378d11c85",{"pageContent":"Query: What are the medicinal uses of Nooni (Morinda citrifolia) ?\nAnswer: Nooni is used in traditional medicine for various purposes  believed to have potential benefits for boosting immunity  improving digestion  relieving pain  and supporting overall wellness.","metadata":{"source":"./PlantFAQ2.csv","line":295}}],["0cf63b81-fd35-4191-976a-128f955a0d49",{"pageContent":"Query: In which season does Nooni (Morinda citrifolia) usually grow ?\nAnswer: Nooni trees typically grow and bear fruit throughout the year in tropical climates  but fruiting might peak during specific seasons based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":296}}],["b6f6b1b0-fdec-48d9-a0bd-234b43de4e73",{"pageContent":"Query: What regions are suitable for the growth of Nooni (Morinda citrifolia) ?\nAnswer: Nooni is native to Southeast Asia but is cultivated in various tropical regions globally for its fruit and medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":297}}],["b4244821-b137-4179-bf9d-7e442df7135a",{"pageContent":"Query: What diseases does Nooni (Morinda citrifolia) help cure ?\nAnswer: Nooni is traditionally used for potential immune-boosting  digestive  analgesic properties  and overall wellness support in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":298}}],["5a0e2c10-57a9-4acd-ac76-f9948aa8cfa2",{"pageContent":"Query: Does Nooni (Morinda citrifolia) have different types ?\nAnswer: There are variations in Morinda species  but Morinda citrifolia is the commonly recognized species primarily used for its medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":299}}],["afbf4ad1-9e59-402a-a382-07718330323b",{"pageContent":"Query: What are the unique features to identify Padri (Radermachera xylocarpa) ?\nAnswer: Padri  also known as Radermachera xylocarpa  is recognized by its tall  evergreen tree form  compound leaves  and clusters of fragrant  white flowers with yellow throats.","metadata":{"source":"./PlantFAQ2.csv","line":300}}],["6dddc557-8d55-4d2a-b24d-364c99e4b2b5",{"pageContent":"Query: What are the medicinal uses of Padri (Radermachera xylocarpa) ?\nAnswer: Padri is known in traditional medicine for various potential uses  but specific medicinal uses might vary among cultures and regions.","metadata":{"source":"./PlantFAQ2.csv","line":301}}],["5cd966ca-70b2-4690-8ac5-b53ac13c2bbc",{"pageContent":"Query: In which season does Padri (Radermachera xylocarpa) usually grow ?\nAnswer: Padri trees might bloom and grow at different times based on their native regions but are often found in warm climates throughout the year.","metadata":{"source":"./PlantFAQ2.csv","line":302}}],["54a676e0-cfe6-4645-afbe-2c426e1bf49f",{"pageContent":"Query: What regions are suitable for the growth of Padri (Radermachera xylocarpa) ?\nAnswer: Padri is native to Southeast Asia but might be cultivated in various warm climates worldwide as an ornamental and potentially for medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":303}}],["312e6254-fa47-4ebb-b13a-f3933389249a",{"pageContent":"Query: What diseases does Padri (Radermachera xylocarpa) help cure ?\nAnswer: Specific medicinal uses of Padri might vary among traditional practices and regions  and it's advisable to seek local expertise for accurate information.","metadata":{"source":"./PlantFAQ2.csv","line":304}}],["c5bf446c-f424-4a1f-9eec-945b9ffc4c0e",{"pageContent":"Query: Does Padri (Radermachera xylocarpa) have different types ?\nAnswer: There might be variations or cultivars of Radermachera xylocarpa  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":305}}],["f3136513-35dc-4518-b933-600390eff74d",{"pageContent":"Query: What are the unique features to identify Palak (Spinach) ?\nAnswer: Palak  commonly known as Spinach  is recognized by its green  tender  edible leaves that are broadly oval or triangular-shaped with a mild  slightly bitter taste.","metadata":{"source":"./PlantFAQ2.csv","line":306}}],["b145161a-7a95-4e7a-ad1b-d58ba81ab5a4",{"pageContent":"Query: What are the medicinal uses of Palak (Spinach) ?\nAnswer: Spinach is valued for its nutritional content  being rich in vitamins  minerals  and antioxidants  and it's used in culinary dishes to promote overall health.","metadata":{"source":"./PlantFAQ2.csv","line":307}}],["bd2056a8-b23f-4423-b391-9a35f1dbce56",{"pageContent":"Query: In which season does Palak (Spinach) usually grow ?\nAnswer: Spinach is typically a cool-season crop  thriving and harvested during the cooler months in temperate climates  but it can be grown year-round in milder regions or with proper care.","metadata":{"source":"./PlantFAQ2.csv","line":308}}],["7b78481b-1a4a-4af1-86a8-7de743dff182",{"pageContent":"Query: What regions are suitable for the growth of Palak (Spinach) ?\nAnswer: Spinach is cultivated worldwide in various climates  preferring temperate regions for optimal growth  and it can be grown in a wide range of soils.","metadata":{"source":"./PlantFAQ2.csv","line":309}}],["fb7e9f23-5f79-40d2-b659-827eaa831131",{"pageContent":"Query: What diseases does Palak (Spinach) help cure ?\nAnswer: Spinach is valued for its nutritional content  providing vitamins  minerals  and antioxidants beneficial for overall health and well-being.","metadata":{"source":"./PlantFAQ2.csv","line":310}}],["dcc09286-8c6c-479b-a3b7-8e61b7d863c1",{"pageContent":"Query: Does Palak (Spinach) have different types ?\nAnswer: There are different varieties of spinach  including savoy  flat-leaf  and semi-savoy types  each with slight variations in taste  texture  and leaf shape  but all are valued for their nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":311}}],["b28c1ffa-f678-4847-b307-d29c047a935d",{"pageContent":"Query: What are the unique features to identify Parijatha ?\nAnswer: Parijatha  also known as Nyctanthes arbor-tristis or Night-flowering Jasmine  is recognized by its fragrant  star-shaped white flowers with orange tubes  which bloom at night and wilt during the day.","metadata":{"source":"./PlantFAQ2.csv","line":312}}],["aa744054-a079-44da-85af-0af59037c25e",{"pageContent":"Query: What are the medicinal uses of Parijatha ?\nAnswer: Parijatha is used in traditional medicine for its potential calming and anti-inflammatory properties  and the flowers are utilized in remedies for treating anxiety  insomnia  and other nervous system-related issues.","metadata":{"source":"./PlantFAQ2.csv","line":313}}],["a45b85c4-dbc8-44a7-9faa-9e6c46572e40",{"pageContent":"Query: In which season does Parijatha usually bloom ?\nAnswer: Night-flowering Jasmine typically blooms in warm climates  predominantly during late summer to early autumn  although blooming times might vary based on specific regions.","metadata":{"source":"./PlantFAQ2.csv","line":314}}],["97ba38a8-9a02-4b43-aa3b-944da2e95142",{"pageContent":"Query: What regions are suitable for the growth of Parijatha ?\nAnswer: Parijatha is native to South Asia but is cultivated in various warm climates worldwide for its fragrant flowers and medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":315}}],["2c133918-cb39-4f3c-8edc-03e0d7ad363b",{"pageContent":"Query: What diseases does Parijatha help cure ?\nAnswer: Parijatha is used traditionally for its potential calming properties and is employed in remedies for treating anxiety  insomnia  and other nervous system-related issues.","metadata":{"source":"./PlantFAQ2.csv","line":316}}],["e27650fc-d204-4b2f-89ef-f6e53b8ba3a8",{"pageContent":"Query: Does Parijatha have different types ?\nAnswer: There might be different species or varieties of Night-flowering Jasmine  but Nyctanthes arbor-tristis is the commonly recognized species primarily used for its fragrant flowers and potential medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":317}}],["db9245bd-03fd-4d0c-b3be-c2280dbbfd08",{"pageContent":"Query: What are the unique features to identify Pea ?\nAnswer: Peas are recognized by their climbing vines or bushy plants with compound leaves and tendrils. They produce pods containing peas and come in various varieties like garden peas  snow peas  and snap peas.","metadata":{"source":"./PlantFAQ2.csv","line":318}}],["69b46da1-4246-40a9-ab48-cc00389c8f21",{"pageContent":"Query: What are the medicinal uses of Pea ?\nAnswer: Peas are valued for their nutritional content  being rich in vitamins  minerals  and dietary fiber. They are used in culinary dishes for their health benefits and are not primarily used for medicinal purposes.","metadata":{"source":"./PlantFAQ2.csv","line":319}}],["28d00552-330b-40bb-8592-b7c38bf72d4b",{"pageContent":"Query: In which season do Peas usually grow ?\nAnswer: Peas are typically cool-season crops  thriving and harvested during the cooler months in temperate climates  but specific planting and harvesting times may vary based on the variety and local climate.","metadata":{"source":"./PlantFAQ2.csv","line":320}}],["aea3955a-231c-407e-8f80-695d25372338",{"pageContent":"Query: What regions are suitable for the growth of Pea ?\nAnswer: Peas are cultivated in various regions worldwide  preferring temperate climates for optimal growth  and they can be grown in different soil types.","metadata":{"source":"./PlantFAQ2.csv","line":321}}],["abff13db-c83d-4e5f-8227-6a89002cd40f",{"pageContent":"Query: What diseases does Pea help cure ?\nAnswer: Peas are valued for their nutritional content  providing vitamins  minerals  and dietary fiber beneficial for overall health and well-being.","metadata":{"source":"./PlantFAQ2.csv","line":322}}],["3e2907a9-33c5-4ec0-851e-de5e8daf4150",{"pageContent":"Query: Does Pea have different types ?\nAnswer: There are various types of peas  including garden peas (sweet peas)  snow peas  and snap peas  each with different pod characteristics and culinary uses  but all are valued for their nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":323}}],["b7315d7e-2cad-49e7-b782-c94715745018",{"pageContent":"Query: What are the unique features to identify Pepper ?\nAnswer: Pepper plants are recognized by their climbing vines  heart-shaped leaves  and clusters of small  round fruits known as peppercorns. These peppercorns can be green  red  or black  depending on the stage of ripeness and processing.","metadata":{"source":"./PlantFAQ2.csv","line":324}}],["99e7c8a1-f180-4d4f-92bd-72d191729a18",{"pageContent":"Query: What are the medicinal uses of Pepper ?\nAnswer: Pepper  particularly black pepper  is used in traditional medicine for its potential digestive benefits  stimulating appetite  and aiding in digestion.","metadata":{"source":"./PlantFAQ2.csv","line":325}}],["4ce795fa-e521-4292-9fa0-a23789d04a31",{"pageContent":"Query: In which season does Pepper usually grow ?\nAnswer: Pepper plants typically grow in warm and humid climates and are often found growing throughout the year  particularly in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":326}}],["432f7d43-9c1b-45fc-90e3-501a42e7e3ab",{"pageContent":"Query: What regions are suitable for the growth of Pepper ?\nAnswer: Pepper is native to South Asia but is cultivated in various tropical and subtropical regions worldwide for its fruit  primarily for culinary purposes.","metadata":{"source":"./PlantFAQ2.csv","line":327}}],["2b60eba8-0633-41c9-abf5-b68e638ad1f0",{"pageContent":"Query: What diseases does Pepper help cure ?\nAnswer: Pepper  particularly black pepper  is used traditionally for its potential digestive benefits  stimulating appetite  and aiding in digestion in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":328}}],["ad6ba7ee-52da-4579-a318-8fe01f4b65af",{"pageContent":"Query: Does Pepper have different types ?\nAnswer: There are different types of pepper  including black  white  green  and red peppercorns  each harvested and processed at different stages of ripeness  offering variations in flavor and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":329}}],["6e29273b-d401-425f-bc1a-4b1ede83bc1c",{"pageContent":"Query: What are the unique features to identify Pomegranate ?\nAnswer: Pomegranate trees are recognized by their glossy  leathery leaves and vibrant  red-orange flowers that develop into spherical fruits filled with jewel-like red seeds. The seeds are encapsulated in juicy  edible arils.","metadata":{"source":"./PlantFAQ2.csv","line":330}}],["5f2628d9-e05f-4827-a9ce-e6333335810f",{"pageContent":"Query: What are the medicinal uses of Pomegranate ?\nAnswer: Pomegranates are valued for their high antioxidant content  potentially aiding heart health  reducing inflammation  and supporting overall well-being. They're also used in traditional medicine for digestive issues and as a source of vitamins and minerals.","metadata":{"source":"./PlantFAQ2.csv","line":331}}],["2dc5a51c-acbd-4694-bc30-35ea00da4fe8",{"pageContent":"Query: In which season does Pomegranate usually bear fruit ?\nAnswer: Pomegranate trees typically bear fruit in the fall season  but the exact time may vary based on the variety and local climate.","metadata":{"source":"./PlantFAQ2.csv","line":332}}],["f1b0af44-ba06-41f7-9bb5-447d45753a96",{"pageContent":"Query: What regions are suitable for the growth of Pomegranate ?\nAnswer: Pomegranates are native to the Middle East and Mediterranean regions but are cultivated in various warm and dry climates globally.","metadata":{"source":"./PlantFAQ2.csv","line":333}}],["ae10495b-33e0-4828-b3cd-0a38fee3e735",{"pageContent":"Query: What diseases does Pomegranate help cure ?\nAnswer: Pomegranates are used traditionally for their potential in supporting heart health  reducing inflammation  aiding digestion  and providing essential vitamins and minerals.","metadata":{"source":"./PlantFAQ2.csv","line":334}}],["db13fdf4-962b-449c-8cc8-03faf4dea82d",{"pageContent":"Query: Does Pomegranate have different types ?\nAnswer: There are various cultivars of pomegranates  each with differences in fruit size  color  taste  and seed characteristics  but all share similar nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":335}}],["5b14e7ff-aea6-4c7c-a9d8-a8968ce9fd3f",{"pageContent":"Query: What are the unique features to identify Pumpkin ?\nAnswer: Pumpkins are recognized by their large  round or oblong shape  ribbed and slightly coarse skin  and bright orange or yellow color. They have a hollow center filled with seeds.","metadata":{"source":"./PlantFAQ2.csv","line":336}}],["bbdbf211-17d2-4d77-b73c-37999c5a1d1d",{"pageContent":"Query: What are the medicinal uses of Pumpkin ?\nAnswer: Pumpkins are rich in vitamins  minerals  and antioxidants. They're used in traditional medicine for potential benefits related to eye health  heart health  and boosting the immune system.","metadata":{"source":"./PlantFAQ2.csv","line":337}}],["909560b8-7ddc-40c3-971c-87781b0a2298",{"pageContent":"Query: In which season does Pumpkin usually grow ?\nAnswer: Pumpkins are warm-season crops and are typically planted in the late spring or early summer months  maturing and harvested during the fall season.","metadata":{"source":"./PlantFAQ2.csv","line":338}}],["3b7220d8-f388-494f-bda8-8b8672763462",{"pageContent":"Query: What regions are suitable for the growth of Pumpkin ?\nAnswer: Pumpkins thrive in temperate climates but are cultivated in various regions worldwide with warm summers and adequate rainfall or irrigation.","metadata":{"source":"./PlantFAQ2.csv","line":339}}],["cfe670fb-1b41-4111-abaf-5ffaf085ed9b",{"pageContent":"Query: What diseases does Pumpkin help cure ?\nAnswer: Pumpkins are valued for their nutritional content  providing vitamins  minerals  and antioxidants beneficial for eye health  heart health  and immune system support.","metadata":{"source":"./PlantFAQ2.csv","line":340}}],["fe3bb1b4-ba1b-4656-bf3d-ced55ea31d5f",{"pageContent":"Query: Does Pumpkin have different types ?\nAnswer: There are various types of pumpkins  including jack-o'-lantern  pie pumpkins  and heirloom varieties  each with differences in taste  texture  and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":341}}],["cfb0fecc-948f-4a9a-a141-4f2831d456ef",{"pageContent":"Query: What are the unique features to identify Radish ?\nAnswer: Radishes are recognized by their small to medium-sized round or elongated shape  typically red or white in color  with a crispy texture and a peppery taste.","metadata":{"source":"./PlantFAQ2.csv","line":342}}],["b453b269-6e2d-4d14-bae7-c846455c9b62",{"pageContent":"Query: What are the medicinal uses of Radish ?\nAnswer: Radishes are low in calories and rich in nutrients. They're used in traditional medicine for potential benefits in aiding digestion  promoting hydration  and as a source of vitamins and minerals.","metadata":{"source":"./PlantFAQ2.csv","line":343}}],["a926939b-599f-46ae-8969-06ee2871be4d",{"pageContent":"Query: In which season do Radishes usually grow ?\nAnswer: Radishes are cool-season crops  thriving and harvested during the cooler months of spring and fall  but they can be grown in milder climates year-round.","metadata":{"source":"./PlantFAQ2.csv","line":344}}],["465d0b53-23b2-4ea0-95cb-8b264f856e27",{"pageContent":"Query: What regions are suitable for the growth of Radish ?\nAnswer: Radishes are adaptable and grow well in various regions worldwide with temperate climates and adequate sunlight and well-drained soil.","metadata":{"source":"./PlantFAQ2.csv","line":345}}],["bb875094-dda7-4cd4-b228-7884eb84e1b0",{"pageContent":"Query: What diseases does Radish help cure ?\nAnswer: Radishes are valued for their nutritional content  providing vitamins  minerals  and antioxidants that support digestion  hydration  and overall health.","metadata":{"source":"./PlantFAQ2.csv","line":346}}],["3b306d8c-ef21-4f00-8612-e689dc0dd358",{"pageContent":"Query: Does Radish have different types ?\nAnswer: There are various types of radishes  including red  white  black  and daikon varieties  each with differences in size  color  and taste  but all share similar nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":347}}],["e8b4c8fd-311e-41c5-b918-a1defb9656c3",{"pageContent":"Query: What are the unique features to identify Sampige ?\nAnswer: Sampige  also known as Champaka or Magnolia champaca  is recognized by its fragrant  yellow or orange flowers that grow in clusters. The flowers are used in perfumery and traditional rituals.","metadata":{"source":"./PlantFAQ2.csv","line":348}}],["87a9f344-5714-4d65-b6ce-d10dee3159ec",{"pageContent":"Query: What are the medicinal uses of Sampige ?\nAnswer: Sampige flowers are used in traditional medicine for their potential calming properties and are believed to have benefits in reducing anxiety and stress.","metadata":{"source":"./PlantFAQ2.csv","line":349}}],["075f4764-d950-465e-9910-72917d76d6d2",{"pageContent":"Query: In which season does Sampige usually bloom ?\nAnswer: Sampige trees typically bloom in warm climates  predominantly during spring and summer seasons  but blooming times may vary based on specific regions.","metadata":{"source":"./PlantFAQ2.csv","line":350}}],["9a214a84-ce15-49be-821b-c252907186de",{"pageContent":"Query: What regions are suitable for the growth of Sampige ?\nAnswer: Sampige trees are native to Southeast Asia but are cultivated in various warm climates globally for their fragrant flowers and cultural significance.","metadata":{"source":"./PlantFAQ2.csv","line":351}}],["99c44de9-dfe9-4d83-85d9-ffd13e758104",{"pageContent":"Query: What diseases does Sampige help cure ?\nAnswer: Sampige flowers are used traditionally for their potential calming properties  aiding in reducing anxiety and stress in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":352}}],["43027ad3-eacc-401b-9dbd-c8e1968ce32b",{"pageContent":"Query: Does Sampige have different types ?\nAnswer: There might be variations or cultivars of Magnolia champaca  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":353}}],["e803d7e8-c2a6-4c76-813c-5788fcacb19c",{"pageContent":"Query: What are the unique features to identify Sapota ?\nAnswer: Sapota  also known as Chikoo or Manilkara zapota  is recognized by its round or oval-shaped fruit with a brown  grainy skin and sweet  juicy pulp containing black seeds.","metadata":{"source":"./PlantFAQ2.csv","line":354}}],["acd51532-28b8-4cb7-a990-13fcf301f7e1",{"pageContent":"Query: What are the medicinal uses of Sapota ?\nAnswer: Sapota fruits are rich in vitamins  minerals  and dietary fiber. They are used in traditional medicine for potential benefits related to digestion  constipation relief  and overall health.","metadata":{"source":"./PlantFAQ2.csv","line":355}}],["d1c12162-fc63-4762-9f81-534a04c51e8a",{"pageContent":"Query: In which season does Sapota usually bear fruit ?\nAnswer: Sapota trees typically bear fruit in the late winter to early summer months  depending on the variety and local climate.","metadata":{"source":"./PlantFAQ2.csv","line":356}}],["1218daf2-2bda-41df-bf59-f18b788c785d",{"pageContent":"Query: What regions are suitable for the growth of Sapota ?\nAnswer: Sapota is native to Central America but is cultivated in various tropical and subtropical regions worldwide for its delicious fruit and nutritional value.","metadata":{"source":"./PlantFAQ2.csv","line":357}}],["c9b349e8-7e8a-41a0-bfe0-fd34ddb76d62",{"pageContent":"Query: What diseases does Sapota help cure ?\nAnswer: Sapota fruits are valued for their nutritional content  providing vitamins  minerals  and dietary fiber beneficial for digestion and overall health.","metadata":{"source":"./PlantFAQ2.csv","line":358}}],["70bd2da7-336f-4e8f-a16b-d5925c6a3ade",{"pageContent":"Query: Does Sapota have different types ?\nAnswer: There are various cultivars of Sapota  each with differences in fruit size  taste  and texture  but all share similar nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":359}}],["c6c9d79e-82cd-4c9f-ac73-dc36091cd9c7",{"pageContent":"Query: What are the unique features to identify Seethaashoka ?\nAnswer: Seethaashoka  also known as Saraca indica or Ashoka tree  is recognized by its dense  spreading canopy  clusters of bright orange or red flowers  and compound leaves.","metadata":{"source":"./PlantFAQ2.csv","line":360}}],["c3753150-57f1-48a1-8865-78dd02dbf3ef",{"pageContent":"Query: What are the medicinal uses of Seethaashoka ?\nAnswer: Seethaashoka flowers and bark are used in traditional medicine for their potential benefits in managing gynecological issues  menstrual disorders  and as a uterine tonic.","metadata":{"source":"./PlantFAQ2.csv","line":361}}],["913c4ca5-dffd-4721-a953-8116aab0dc42",{"pageContent":"Query: In which season does Seethaashoka usually bloom ?\nAnswer: Seethaashoka trees typically bloom during spring and early summer  but the exact blooming time may vary based on specific regions.","metadata":{"source":"./PlantFAQ2.csv","line":362}}],["12f99aa2-b1a5-4671-b952-a6ed9b26b59c",{"pageContent":"Query: What regions are suitable for the growth of Seethaashoka ?\nAnswer: Seethaashoka is native to the Indian subcontinent but is cultivated in various warm climates globally for its ornamental value and medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":363}}],["f95616c7-0db5-485e-b3a4-9bd61b9107b7",{"pageContent":"Query: What diseases does Seethaashoka help cure ?\nAnswer: Seethaashoka flowers and bark are traditionally used for managing gynecological issues  menstrual disorders  and as a uterine tonic in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":364}}],["08db9220-45fe-4b2c-967a-6cb1b29cc6ad",{"pageContent":"Query: Does Seethaashoka have different types ?\nAnswer: There might be variations or cultivars of Saraca indica  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":365}}],["4419454c-f8a2-47f8-9849-56df65c184fa",{"pageContent":"Query: What are the unique features to identify Seethapala ?\nAnswer: Seethapala  also known as Custard Apple or Annona squamosa  is recognized by its heart-shaped or spherical fruit with knobby skin  greenish exterior  and sweet  white  custard-like pulp containing black seeds.","metadata":{"source":"./PlantFAQ2.csv","line":366}}],["0da604e0-bdf9-4280-8d19-1c1de2e72524",{"pageContent":"Query: What are the medicinal uses of Seethapala ?\nAnswer: Seethapala fruits are used in traditional medicine for potential benefits related to digestion  fever reduction  and as a source of vitamins  minerals  and antioxidants.","metadata":{"source":"./PlantFAQ2.csv","line":367}}],["cfdf6d2f-9c8a-49b0-bc7c-4f06e16e9e63",{"pageContent":"Query: In which season does Seethapala usually bear fruit ?\nAnswer: Seethapala trees typically bear fruit during the summer and fall months  but the exact fruiting season may vary based on the variety and local climate.","metadata":{"source":"./PlantFAQ2.csv","line":368}}],["6ce1b0ce-f886-47bc-a796-45986567f3f2",{"pageContent":"Query: What regions are suitable for the growth of Seethapala ?\nAnswer: Seethapala is native to the tropical Americas but is cultivated in various tropical and subtropical regions worldwide for its delicious fruit and potential health benefits.","metadata":{"source":"./PlantFAQ2.csv","line":369}}],["694031b8-9440-4b67-b59a-50c0553ef07f",{"pageContent":"Query: What diseases does Seethapala help cure ?\nAnswer: Seethapala fruits are valued for their nutritional content  providing vitamins  minerals  and antioxidants beneficial for digestion and overall health.","metadata":{"source":"./PlantFAQ2.csv","line":370}}],["2c0d7c7c-48f4-4460-b370-eed742fa8b69",{"pageContent":"Query: Does Seethapala have different types ?\nAnswer: There might be different cultivars of Custard Apple  each with variations in fruit size  taste  and texture  but all share similar nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":371}}],["5227af1e-6ac9-4881-9b57-149f674562c0",{"pageContent":"Query: What are the unique features to identify Spinach ?\nAnswer: Spinach is recognized by its green  tender  edible leaves that are broadly oval or triangular-shaped with a mild  slightly bitter taste.","metadata":{"source":"./PlantFAQ2.csv","line":372}}],["60bb7fb6-34e6-4879-987c-6cc6d4516827",{"pageContent":"Query: What are the medicinal uses of Spinach ?\nAnswer: Spinach is valued for its nutritional content  being rich in vitamins  minerals  and antioxidants. It's used in culinary dishes for its potential health benefits  promoting overall health and well-being.","metadata":{"source":"./PlantFAQ2.csv","line":373}}],["b813220d-9bc1-4fc2-8b3b-31d56574bded",{"pageContent":"Query: In which season does Spinach usually grow ?\nAnswer: Spinach is typically a cool-season crop  thriving and harvested during the cooler months in temperate climates  but it can be grown year-round in milder regions or with proper care.","metadata":{"source":"./PlantFAQ2.csv","line":374}}],["5f1b649d-3e95-4566-bf80-10d98d667f68",{"pageContent":"Query: What regions are suitable for the growth of Spinach ?\nAnswer: Spinach is cultivated worldwide in various climates  preferring temperate regions for optimal growth  and it can be grown in a wide range of soils.","metadata":{"source":"./PlantFAQ2.csv","line":375}}],["4f949c9d-2a0d-4f84-b77a-c0876f3bf26f",{"pageContent":"Query: What diseases does Spinach help cure ?\nAnswer: Spinach is valued for its nutritional content  providing vitamins  minerals  and antioxidants beneficial for overall health and well-being.","metadata":{"source":"./PlantFAQ2.csv","line":376}}],["6146c9a5-70d4-4a36-86ef-4c8a058116b3",{"pageContent":"Query: Does Spinach have different types ?\nAnswer: There are different varieties of spinach  including savoy  flat-leaf  and semi-savoy types  each with slight variations in taste  texture  and leaf shape  but all are valued for their nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":377}}],["c211f69f-a1fb-479f-9242-e2e41f33e491",{"pageContent":"Query: What are the unique features to identify Tamarind ?\nAnswer: Tamarind trees are recognized by their long  brown  pod-like fruits with a hard  brittle shell. Inside are large seeds surrounded by a tangy  brown pulp used in culinary dishes and traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":378}}],["58665f30-2355-4a72-b09a-fb8578efe5a0",{"pageContent":"Query: What are the medicinal uses of Tamarind ?\nAnswer: Tamarind pulp is used in traditional medicine for its potential digestive benefits  aiding in digestion  relieving constipation  and promoting bile production.","metadata":{"source":"./PlantFAQ2.csv","line":379}}],["da9bb7e5-2f0a-4257-ba20-5875baf0ace9",{"pageContent":"Query: In which season does Tamarind usually bear fruit ?\nAnswer: Tamarind trees typically bear fruit during the dry season in tropical climates  although fruiting times may vary based on the variety and local climate.","metadata":{"source":"./PlantFAQ2.csv","line":380}}],["f7ed53d2-cd0f-4108-a7ab-dbc442f8e5b2",{"pageContent":"Query: What regions are suitable for the growth of Tamarind ?\nAnswer: Tamarind is native to tropical Africa but is cultivated in various tropical and subtropical regions worldwide for its fruit and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":381}}],["5cb94093-b298-43a6-b591-9965d2bdcc67",{"pageContent":"Query: What diseases does Tamarind help cure ?\nAnswer: Tamarind pulp is used traditionally for its potential digestive benefits  aiding in digestion  relieving constipation  and promoting bile production.","metadata":{"source":"./PlantFAQ2.csv","line":382}}],["cb1270f1-f39e-4d5c-b019-7b40d7cdea9f",{"pageContent":"Query: Does Tamarind have different types ?\nAnswer: There are various cultivars of tamarind  each with differences in fruit size  taste  and sweetness  but all share similar culinary and potential medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":383}}],["2b83ec4b-5d2a-4c3f-9679-95d9a7a94384",{"pageContent":"Query: What are the unique features to identify Taro ?\nAnswer: Taro  also known as Colocasia esculenta  is recognized by its heart-shaped or arrowhead-shaped leaves and underground corms or tubers  which are starchy and edible. The plant is commonly grown for its edible root.","metadata":{"source":"./PlantFAQ2.csv","line":384}}],["31a29da7-21f2-4394-80ba-ffe0b63cfe00",{"pageContent":"Query: What are the medicinal uses of Taro ?\nAnswer: Taro root is used in traditional medicine for potential benefits related to digestion  providing dietary fiber  and as a source of vitamins and minerals.","metadata":{"source":"./PlantFAQ2.csv","line":385}}],["ba5d8ecb-d6e2-4edf-8ed8-584ff75a5e8b",{"pageContent":"Query: In which season does Taro usually grow ?\nAnswer: Taro plants are typically grown in warm climates and can be planted throughout the year  but they thrive during the warmer seasons in tropical and subtropical regions.","metadata":{"source":"./PlantFAQ2.csv","line":386}}],["04b5a88a-8534-4f3a-b529-298aa9b6255a",{"pageContent":"Query: What regions are suitable for the growth of Taro ?\nAnswer: Taro is cultivated in various tropical and subtropical regions worldwide  favoring areas with warm temperatures  high humidity  and well-drained soil.","metadata":{"source":"./PlantFAQ2.csv","line":387}}],["2e37032c-abc6-4ab2-8b96-bc4417607f4f",{"pageContent":"Query: What diseases does Taro help cure ?\nAnswer: Taro root is valued for its nutritional content  providing vitamins  minerals  and dietary fiber beneficial for digestion and overall health.","metadata":{"source":"./PlantFAQ2.csv","line":388}}],["a1ae3348-9fa7-4cfa-964f-62f88df654ba",{"pageContent":"Query: Does Taro have different types ?\nAnswer: There are various cultivars of Taro with differences in leaf shapes  tuber colors  and sizes  each offering similar nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":389}}],["10b09c65-9925-4b2d-8d7c-4af7e32b21f4",{"pageContent":"Query: What are the unique features to identify Tecoma ?\nAnswer: Tecoma  also known as Tecoma stans or Yellow Trumpetbush  is recognized by its bright yellow  trumpet-shaped flowers and glossy  green  compound leaves.","metadata":{"source":"./PlantFAQ2.csv","line":390}}],["4cbe79c1-cf21-4cb9-a1a7-55041ff5ae77",{"pageContent":"Query: What are the medicinal uses of Tecoma ?\nAnswer: Tecoma is used in traditional medicine for potential benefits related to its antibacterial and anti-inflammatory properties  although specific medicinal uses may vary among cultures.","metadata":{"source":"./PlantFAQ2.csv","line":391}}],["0e6d95ce-8930-42c3-b544-9b7a87f19cdc",{"pageContent":"Query: In which season does Tecoma usually bloom ?\nAnswer: Tecoma typically blooms in warm climates during spring and summer  producing vibrant yellow flowers  although blooming times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":392}}],["60c1660c-17b2-425e-a018-f1f984ff302a",{"pageContent":"Query: What regions are suitable for the growth of Tecoma ?\nAnswer: Tecoma is native to the Americas but is cultivated in various warm climates globally for its ornamental value and potential medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":393}}],["ffc251a2-ec01-4b1e-a727-981ad97cd0aa",{"pageContent":"Query: What diseases does Tecoma help cure ?\nAnswer: Tecoma is believed to possess antibacterial and anti-inflammatory properties in traditional medicine  but specific medicinal uses may vary.","metadata":{"source":"./PlantFAQ2.csv","line":394}}],["2c1a9ca8-07a1-4ed7-90a4-57b3e48bd187",{"pageContent":"Query: Does Tecoma have different types ?\nAnswer: There are different varieties of Tecoma  including different flower colors and growth habits  but all share ornamental value and potential medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":395}}],["6ec94c01-810a-4961-ae99-f0a811cddfb7",{"pageContent":"Query: What are the unique features to identify Thumbe ?\nAnswer: Thumbe  also known as Leucas aspera or Thumbai  is recognized by its small white or purple flowers  toothed leaves  and square stems. It's a medicinal herb used in Ayurveda.","metadata":{"source":"./PlantFAQ2.csv","line":396}}],["27c7f847-b80e-45ed-a5cb-63b0b011ad60",{"pageContent":"Query: What are the medicinal uses of Thumbe ?\nAnswer: Thumbe is used in traditional medicine for potential benefits related to its anti-inflammatory  antipyretic  and wound-healing properties  often used in Ayurvedic remedies.","metadata":{"source":"./PlantFAQ2.csv","line":397}}],["71c2eda4-b2e4-46dd-be98-1cf0ae9b9837",{"pageContent":"Query: In which season does Thumbe usually grow ?\nAnswer: Thumbe plants typically grow in warm climates throughout the year  but active growth and flowering might peak during certain seasons based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":398}}],["8f6289d9-94a9-4ef2-8a86-050886f67c39",{"pageContent":"Query: What regions are suitable for the growth of Thumbe ?\nAnswer: Thumbe is native to South Asia but is cultivated in various warm climates globally for its medicinal uses in traditional systems like Ayurveda.","metadata":{"source":"./PlantFAQ2.csv","line":399}}],["7633c509-157a-4154-a6fe-5129ace51d55",{"pageContent":"Query: What diseases does Thumbe help cure ?\nAnswer: Thumbe is used traditionally for its potential anti-inflammatory  antipyretic  and wound-healing properties in Ayurvedic remedies.","metadata":{"source":"./PlantFAQ2.csv","line":400}}],["5f4b70f5-018a-43d5-8349-d3b0ff5ee67d",{"pageContent":"Query: Does Thumbe have different types ?\nAnswer: There might be variations or subspecies of Leucas aspera  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":401}}],["afaff1bb-0e74-438b-8965-a1189bedf61d",{"pageContent":"Query: What are the unique features to identify Tomato ?\nAnswer: Tomatoes are recognized by their red  round  or oval-shaped fruits with smooth or ribbed skin  juicy flesh  and small edible seeds. They are commonly used in culinary dishes worldwide.","metadata":{"source":"./PlantFAQ2.csv","line":402}}],["7d0e0a53-02b1-4709-829e-85db9b2845e0",{"pageContent":"Query: What are the medicinal uses of Tomato ?\nAnswer: Tomatoes are rich in vitamins  minerals  and antioxidants. They are used in traditional medicine for potential benefits related to heart health  improving digestion  and as a source of nutrients.","metadata":{"source":"./PlantFAQ2.csv","line":403}}],["124ca05b-7b4e-40f2-982c-a8a09c19d66b",{"pageContent":"Query: In which season do Tomatoes usually grow ?\nAnswer: Tomato plants are warm-season crops  thriving and harvested during the warmer months in temperate climates  although they can be grown year-round in suitable conditions or greenhouses.","metadata":{"source":"./PlantFAQ2.csv","line":404}}],["7189afff-2ddd-4b46-9169-34e99b7a3ea9",{"pageContent":"Query: What regions are suitable for the growth of Tomato ?\nAnswer: Tomatoes are cultivated globally in various climates  preferring warm temperatures  well-drained soil  and adequate sunlight for optimal growth.","metadata":{"source":"./PlantFAQ2.csv","line":405}}],["2ffafdfb-8cb5-46e1-88a5-b81d07f9cf18",{"pageContent":"Query: What diseases does Tomato help cure ?\nAnswer: Tomatoes are valued for their nutritional content  providing vitamins  minerals  and antioxidants beneficial for heart health  digestion  and overall well-being.","metadata":{"source":"./PlantFAQ2.csv","line":406}}],["bc5174c3-06ac-4084-8697-55d5f97cde81",{"pageContent":"Query: Does Tomato have different types ?\nAnswer: There are various types of tomatoes  including heirloom  cherry  beefsteak  and plum varieties  each with differences in size  color  taste  and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":407}}],["6ccaf1a5-2730-4279-ba20-8376201b7a95",{"pageContent":"Query: What are the unique features to identify Turmeric ?\nAnswer: Turmeric  also known as Curcuma longa  is recognized by its bright orange-yellow roots (rhizomes) that are ground into a powder and used as a spice. The plant has oblong leaves and produces spikes of yellow flowers.","metadata":{"source":"./PlantFAQ2.csv","line":408}}],["bfab0222-5e06-4c18-87c1-cf4dad9c4c15",{"pageContent":"Query: What are the medicinal uses of Turmeric ?\nAnswer: Turmeric contains curcumin  known for its anti-inflammatory and antioxidant properties. It is used in traditional medicine for potential benefits related to joint health  digestion  and as an immune system booster.","metadata":{"source":"./PlantFAQ2.csv","line":409}}],["3bf6e858-b57a-4ece-8587-4ee52e2eb16e",{"pageContent":"Query: In which season does Turmeric usually grow ?\nAnswer: Turmeric is typically planted in spring and harvested in the fall  preferring warm temperatures and abundant rainfall for its growth.","metadata":{"source":"./PlantFAQ2.csv","line":410}}],["1445dc35-d5bb-4771-a9d3-eac723b524bd",{"pageContent":"Query: What regions are suitable for the growth of Turmeric ?\nAnswer: Turmeric is native to South Asia but is cultivated in various tropical and subtropical regions globally for its rhizomes used in cooking and traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":411}}],["f976393d-55a7-4f3c-8e36-7e093aa29e16",{"pageContent":"Query: What diseases does Turmeric help cure ?\nAnswer: Turmeric  specifically curcumin  is valued for its potential anti-inflammatory  antioxidant  and immune-boosting properties in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":412}}],["44884738-6f33-4f4c-b9e3-43d50c522691",{"pageContent":"Query: Does Turmeric have different types ?\nAnswer: There are different varieties of turmeric  each with differences in color  flavor  and curcumin content  but all share similar medicinal and culinary uses.","metadata":{"source":"./PlantFAQ2.csv","line":413}}],["f482a148-419d-4d59-b8b1-e7ecbb717a55",{"pageContent":"Query: What are the unique features to identify Wood Sorrel ?\nAnswer: Wood Sorrel  also known as Oxalis or Shamrock  is recognized by its trifoliate leaves (clover-like) and small  yellow flowers. It has a sour taste due to the oxalic acid present in its leaves.","metadata":{"source":"./PlantFAQ2.csv","line":414}}],["b33cebbe-2148-489e-9c3c-c9f5ee4fb008",{"pageContent":"Query: What are the medicinal uses of Wood Sorrel ?\nAnswer: Wood Sorrel is used in traditional medicine for potential benefits related to its antioxidant properties and as a mild astringent. It's used in some cultures for digestive issues and skin conditions.","metadata":{"source":"./PlantFAQ2.csv","line":415}}],["8367425b-80a6-4eca-992a-bd2aee166892",{"pageContent":"Query: In which season does Wood Sorrel usually grow ?\nAnswer: Wood Sorrel typically grows during the spring and summer months  preferring cooler temperatures in shaded or semi-shaded areas.","metadata":{"source":"./PlantFAQ2.csv","line":416}}],["090d4a95-961e-47f3-b4ff-2e03522faf8e",{"pageContent":"Query: What regions are suitable for the growth of Wood Sorrel ?\nAnswer: Wood Sorrel is found in various temperate and subtropical regions globally  often in woodland areas or places with partial shade and moist soil.","metadata":{"source":"./PlantFAQ2.csv","line":417}}],["0e7680c4-ae82-43c3-8474-c49c06c033d7",{"pageContent":"Query: What diseases does Wood Sorrel help cure ?\nAnswer: Wood Sorrel is used traditionally for potential antioxidant benefits and as a mild astringent in some cultures for digestive issues and skin conditions.","metadata":{"source":"./PlantFAQ2.csv","line":418}}],["53bbbb6f-56b9-4aea-a19e-e0e2e4643b3e",{"pageContent":"Query: Does Wood Sorrel have different types ?\nAnswer: There are various species of Wood Sorrel within the Oxalis genus  each with slight variations in leaf shape  flower color  and growth habits.","metadata":{"source":"./PlantFAQ2.csv","line":419}}],["ff7dbc28-0c09-471f-9ae0-38d689c78077",{"pageContent":"Query: What are the unique features to identify Ashoka ?\nAnswer: Ashoka  also known as Saraca asoca  is recognized by its dense clusters of bright orange or red flowers  compound leaves  and its significance in cultural and religious contexts.","metadata":{"source":"./PlantFAQ2.csv","line":420}}],["9d9a9298-5670-4c67-a121-20743bfe7f57",{"pageContent":"Query: What are the medicinal uses of Ashoka ?\nAnswer: Ashoka bark and flowers are used in traditional medicine for potential benefits related to women's health  managing menstrual disorders  and as a uterine tonic.","metadata":{"source":"./PlantFAQ2.csv","line":421}}],["3a161517-2070-49c5-97cd-0b3cdef1a60c",{"pageContent":"Query: In which season does Ashoka usually bloom ?\nAnswer: Ashoka typically blooms during the spring and summer months  producing vibrant clusters of flowers  although blooming times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":422}}],["faad6e1c-6bb3-4c05-8755-aaadd99ee798",{"pageContent":"Query: What regions are suitable for the growth of Ashoka ?\nAnswer: Ashoka is native to South Asia but is cultivated in various warm climates globally for its ornamental value and traditional medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":423}}],["3c3f271a-44ec-498e-a4b0-b2cf1842e22f",{"pageContent":"Query: What diseases does Ashoka help cure ?\nAnswer: Ashoka is traditionally used for its potential benefits in managing women's health issues  menstrual disorders  and as a uterine tonic in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":424}}],["9c188f8a-4543-4a16-a2ef-ecc086f8c0e7",{"pageContent":"Query: Does Ashoka have different types ?\nAnswer: There might be variations or subspecies of Saraca asoca  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":425}}],["081c92a7-d9a9-4df9-9db2-285c20c802bf",{"pageContent":"Query: What are the unique features to identify Camphor ?\nAnswer: Camphor trees  also known as Cinnamomum camphora  are recognized by their evergreen foliage  fragrant white flowers  and glossy leaves that produce a strong aromatic scent.","metadata":{"source":"./PlantFAQ2.csv","line":426}}],["0fb4001c-49ae-4c49-85f6-50aba840078b",{"pageContent":"Query: What are the medicinal uses of Camphor ?\nAnswer: Camphor is used in traditional medicine for potential benefits related to respiratory issues  pain relief  as an insect repellent  and for its aromatic properties in aromatherapy.","metadata":{"source":"./PlantFAQ2.csv","line":427}}],["d1b99841-aeed-4bd5-bd2c-6284dd635e6c",{"pageContent":"Query: In which season does Camphor usually grow ?\nAnswer: Camphor trees typically grow in warm climates and thrive in spring and summer months  although growth and harvesting times may vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":428}}],["23544964-765d-442c-a440-3bd59efe24b2",{"pageContent":"Query: What regions are suitable for the growth of Camphor ?\nAnswer: Camphor trees are native to East Asia but are cultivated in various subtropical and tropical regions worldwide for their aromatic properties and potential medicinal uses.","metadata":{"source":"./PlantFAQ2.csv","line":429}}],["585c1bb6-e225-45b0-b38a-4938188d1e51",{"pageContent":"Query: What diseases does Camphor help cure ?\nAnswer: Camphor is traditionally used for potential benefits related to respiratory issues  pain relief  insect repellent  and aromatherapy in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":430}}],["6bf59fcd-6882-42a8-8504-6ee99a83bb4f",{"pageContent":"Query: Does Camphor have different types ?\nAnswer: There might be variations or cultivars of Cinnamomum camphora  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":431}}],["f66c5fd1-4c24-4345-b767-519ab718b876",{"pageContent":"Query: What are the unique features to identify Kamakasturi ?\nAnswer: Kamakasturi  also known as Musk Mallow or Abelmoschus moschatus  is recognized by its yellow flowers and musky fragrance. It's valued for its seeds used in perfumery and traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":432}}],["39fbe9d9-de87-413d-89d4-0d47dd36705e",{"pageContent":"Query: What are the medicinal uses of Kamakasturi ?\nAnswer: Kamakasturi seeds are used in traditional medicine for potential benefits related to their aphrodisiac  anti-inflammatory  and digestive properties.","metadata":{"source":"./PlantFAQ2.csv","line":433}}],["70a58402-1855-4ea2-aa8c-7af610ef7afa",{"pageContent":"Query: In which season does Kamakasturi usually grow ?\nAnswer: Kamakasturi plants typically grow during the warm months in temperate to tropical climates  thriving in well-drained soil and ample sunlight.","metadata":{"source":"./PlantFAQ2.csv","line":434}}],["4d6d3559-fd84-4861-afcf-291f4fd43c9f",{"pageContent":"Query: What regions are suitable for the growth of Kamakasturi ?\nAnswer: Kamakasturi is native to India and is cultivated in various warm climates globally for its aromatic seeds used in perfumery and traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":435}}],["632f171d-5dc0-40fd-9d04-e94b9e44aa55",{"pageContent":"Query: What diseases does Kamakasturi help cure ?\nAnswer: Kamakasturi seeds are traditionally used for potential aphrodisiac  anti-inflammatory  and digestive properties in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":436}}],["8ef608e7-b9c9-4ae2-837c-55064f5ed1ce",{"pageContent":"Query: Does Kamakasturi have different types ?\nAnswer: There might be variations or subspecies of Abelmoschus moschatus  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":437}}],["75f9a3c2-00d5-4737-92ef-73850c1c8b1a",{"pageContent":"Query: What are the unique features to identify Kepala ?\nAnswer: Kepala  also known as Embelia ribes  is recognized by its small  round  black berries and its shrub-like appearance with glossy  elliptical leaves.","metadata":{"source":"./PlantFAQ2.csv","line":438}}],["c19a7aa0-0241-4b22-83a9-75b8a4101650",{"pageContent":"Query: What are the medicinal uses of Kepala ?\nAnswer: Kepala berries are used in traditional medicine for potential benefits related to digestive health  as an anthelmintic  and in treating various gastrointestinal issues.","metadata":{"source":"./PlantFAQ2.csv","line":439}}],["881db3e5-0a20-444a-8167-1dd85def3786",{"pageContent":"Query: In which season does Kepala usually grow ?\nAnswer: Kepala plants typically grow in warmer climates and might flower and produce berries during different seasons based on specific regions.","metadata":{"source":"./PlantFAQ2.csv","line":440}}],["c542e9bd-fa78-41e0-a631-11bda9031872",{"pageContent":"Query: What regions are suitable for the growth of Kepala ?\nAnswer: Kepala is native to India and is found in various regions with warm climates  thriving in well-drained soil and adequate sunlight.","metadata":{"source":"./PlantFAQ2.csv","line":441}}],["91024469-2444-478a-b453-a741b0c7c198",{"pageContent":"Query: What diseases does Kepala help cure ?\nAnswer: Kepala berries are traditionally used for potential benefits related to digestive health and as an anthelmintic in treating gastrointestinal issues.","metadata":{"source":"./PlantFAQ2.csv","line":442}}],["15c22c56-3ef3-4f92-a07c-caac4d4d3ec9",{"pageContent":"Query: Does Kepala have different types ?\nAnswer: There might be variations or subspecies of Embelia ribes  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":443}}],["94d294a0-a602-4e2a-bfb5-8dc71a87b94d",{"pageContent":"Query: What are the unique features to identify Amla ?\nAnswer: Amla  also known as Indian Gooseberry or Phyllanthus emblica  is recognized by its greenish-yellow  translucent  spherical fruits with a sour and astringent taste.","metadata":{"source":"./PlantFAQ2.csv","line":444}}],["dbe6f145-33b3-4123-b6d3-78ca9c83b62f",{"pageContent":"Query: What are the medicinal uses of Amla ?\nAnswer: Amla fruits are rich in vitamin C and antioxidants. They are used in traditional medicine for potential benefits related to boosting immunity  improving digestion  and as a rejuvenating tonic.","metadata":{"source":"./PlantFAQ2.csv","line":445}}],["88bea9ae-b24a-47d3-9d64-de957b0a6246",{"pageContent":"Query: In which season does Amla usually grow ?\nAnswer: Amla trees typically flower and bear fruit during the spring and summer months  although growth and fruiting times might vary based on specific regions.","metadata":{"source":"./PlantFAQ2.csv","line":446}}],["e74070e6-6a3e-430b-8bb2-ff6c6542ce8c",{"pageContent":"Query: What regions are suitable for the growth of Amla ?\nAnswer: Amla is native to India but is cultivated in various warm and tropical regions globally  thriving in well-drained soil and warm temperatures.","metadata":{"source":"./PlantFAQ2.csv","line":447}}],["565a2ae2-2bde-4376-9855-2521873b8868",{"pageContent":"Query: What diseases does Amla help cure ?\nAnswer: Amla fruits are valued for their high vitamin C content  antioxidants  and potential benefits in boosting immunity  improving digestion  and as a rejuvenating tonic.","metadata":{"source":"./PlantFAQ2.csv","line":448}}],["671b3e35-dab0-47f0-af84-e21d61ff44df",{"pageContent":"Query: Does Amla have different types ?\nAnswer: There might be different cultivars of Phyllanthus emblica  but all share similar characteristics and medicinal benefits.","metadata":{"source":"./PlantFAQ2.csv","line":449}}],["75554fd0-a385-4c45-8fca-c159ce934404",{"pageContent":"Query: What are the unique features to identify Papaya ?\nAnswer: Papaya  also known as Carica papaya  is recognized by its large  elongated fruits with yellow or orange skin  sweet orange flesh  and numerous black seeds.","metadata":{"source":"./PlantFAQ2.csv","line":450}}],["4e12dcef-a228-482e-9470-46fdbadd74f0",{"pageContent":"Query: What are the medicinal uses of Papaya ?\nAnswer: Papaya fruits and leaves are used in traditional medicine for potential benefits related to digestive health  as an anthelmintic  and as a source of vitamins and antioxidants.","metadata":{"source":"./PlantFAQ2.csv","line":451}}],["b83ce8b1-b619-425b-be8e-47c479bc7c59",{"pageContent":"Query: In which season does Papaya usually grow ?\nAnswer: Papaya trees typically bear fruit year-round in tropical climates  with peak fruiting seasons varying based on specific regions.","metadata":{"source":"./PlantFAQ2.csv","line":452}}],["c2671dd9-96ac-40c9-ba5a-f06da94c7e87",{"pageContent":"Query: What regions are suitable for the growth of Papaya ?\nAnswer: Papaya is native to Central America but is cultivated in various tropical and subtropical regions worldwide  thriving in well-drained soil and warm temperatures.","metadata":{"source":"./PlantFAQ2.csv","line":453}}],["5bea6f5f-49c7-4013-8219-5f2c69cf6694",{"pageContent":"Query: What diseases does Papaya help cure ?\nAnswer: Papaya fruits and leaves are traditionally used for potential benefits related to digestive health  as an anthelmintic  and as a source of vitamins and antioxidants.","metadata":{"source":"./PlantFAQ2.csv","line":454}}],["2c79bb0f-f371-4a57-a4c2-92823e4806a5",{"pageContent":"Query: Does Papaya have different types ?\nAnswer: There are different varieties of Papaya  including Hawaiian  Mexican  and Maradol types  each with variations in fruit size  taste  and seed characteristics.","metadata":{"source":"./PlantFAQ2.csv","line":455}}],["2ee0c192-836b-42fe-849d-bb3e4c673a91",{"pageContent":"Query: What are the unique features to identify Tulsi ?\nAnswer: Tulsi  also known as Holy Basil or Ocimum sanctum  is recognized by its aromatic leaves that are typically green or purple. It has a strong  pleasant fragrance and serrated edges on its leaves.","metadata":{"source":"./PlantFAQ2.csv","line":456}}],["d12d4952-7918-45ce-b43a-643ca9f0f751",{"pageContent":"Query: What are the medicinal uses of Tulsi ?\nAnswer: Tulsi is used in traditional medicine for potential benefits related to respiratory health  stress reduction  boosting immunity  and as an adaptogen to help the body cope with stress.","metadata":{"source":"./PlantFAQ2.csv","line":457}}],["79fb9edd-e346-4dda-96be-da8aac201ad8",{"pageContent":"Query: In which season does Tulsi usually grow ?\nAnswer: Tulsi plants typically thrive in warm climates and grow throughout the year  although they might experience more active growth during certain seasons based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":458}}],["132ad5f5-6a39-4754-8226-642d348d153d",{"pageContent":"Query: What regions are suitable for the growth of Tulsi ?\nAnswer: Tulsi is native to India but is cultivated in various warm and tropical regions globally  thriving in well-drained soil and warm temperatures.","metadata":{"source":"./PlantFAQ2.csv","line":459}}],["b449fa42-7c25-43fa-9268-b3d9eb43c53f",{"pageContent":"Query: What diseases does Tulsi help cure ?\nAnswer: Tulsi is traditionally used for potential benefits related to respiratory health  stress reduction  immune system support  and as an adaptogen to help manage stress.","metadata":{"source":"./PlantFAQ2.csv","line":460}}],["88720ac0-19ec-4716-b062-e9bd1b949234",{"pageContent":"Query: Does Tulsi have different types ?\nAnswer: There are different varieties of Tulsi  including Rama Tulsi  Krishna Tulsi  and Vana Tulsi  each with variations in leaf color  taste  and fragrance  but all share similar medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":461}}],["ca32efc4-fa12-48cf-9b60-086cb7aae2b7",{"pageContent":"Query: What are the unique features to identify Raktachandan ?\nAnswer: Raktachandan  also known as Red Sandalwood or Pterocarpus santalinus  is recognized by its red heartwood  which is used for its coloring and medicinal properties.","metadata":{"source":"./PlantFAQ2.csv","line":462}}],["19319b88-4289-4a9d-813b-4b419d4fae40",{"pageContent":"Query: What are the medicinal uses of Raktachandan ?\nAnswer: Raktachandan heartwood is used in traditional medicine for potential benefits related to skincare  wound healing  and as an astringent or anti-inflammatory agent.","metadata":{"source":"./PlantFAQ2.csv","line":463}}],["810d2759-e32e-46fe-b898-731f626f2822",{"pageContent":"Query: In which season does Raktachandan usually grow ?\nAnswer: Raktachandan trees typically grow in warm climates and might experience growth throughout the year  although harvesting times for heartwood might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":464}}],["f8136fe2-3340-47b9-845b-1e2a76ec54ef",{"pageContent":"Query: What regions are suitable for the growth of Raktachandan ?\nAnswer: Raktachandan is native to India but is also found in other tropical regions. It thrives in well-drained soil and warm temperatures.","metadata":{"source":"./PlantFAQ2.csv","line":465}}],["44082a7e-fcc2-49f2-8722-6c433b1d5331",{"pageContent":"Query: What diseases does Raktachandan help cure ?\nAnswer: Raktachandan heartwood is traditionally used for potential benefits related to skincare  wound healing  and as an astringent or anti-inflammatory agent in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":466}}],["6eb435dc-b8b3-46ff-a404-07cebef6d56f",{"pageContent":"Query: Does Raktachandan have different types ?\nAnswer: Raktachandan primarily refers to Pterocarpus santalinus  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":467}}],["195a8765-5a74-49f9-b903-9a4262af99dd",{"pageContent":"Query: What are the unique features to identify Kakoli ?\nAnswer: Kakoli  also known as Roscoea procera  is recognized by its tall stems bearing clusters of fragrant white flowers with purple or pink markings  and it has large leaves at the base.","metadata":{"source":"./PlantFAQ2.csv","line":468}}],["e05a518f-889b-4ad9-b6d4-2948fb4dd7cb",{"pageContent":"Query: What are the medicinal uses of Kakoli ?\nAnswer: Kakoli roots are used in traditional medicine for potential benefits related to respiratory health  as an aphrodisiac  and in managing various health issues.","metadata":{"source":"./PlantFAQ2.csv","line":469}}],["69077d60-67cc-4f63-9cc4-8b073c6d4454",{"pageContent":"Query: In which season does Kakoli usually grow ?\nAnswer: Kakoli typically grows in cooler climates and might experience active growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":470}}],["8f6e27c9-a8dd-42da-9e1f-f60c4b1b641d",{"pageContent":"Query: What regions are suitable for the growth of Kakoli ?\nAnswer: Kakoli is native to the Himalayan region and might be found in cooler  mountainous areas with well-drained soil and moderate sunlight.","metadata":{"source":"./PlantFAQ2.csv","line":471}}],["2936444d-5b69-42d5-8ea1-750ee98684fe",{"pageContent":"Query: What diseases does Kakoli help cure ?\nAnswer: Kakoli roots are traditionally used for potential benefits related to respiratory health  as an aphrodisiac  and in managing various health issues in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":472}}],["f1017bcb-90fc-43a4-8a16-b5043ae802f2",{"pageContent":"Query: Does Kakoli have different types ?\nAnswer: Kakoli primarily refers to Roscoea procera  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":473}}],["6031e497-961b-4143-9d62-b2191c81a0f1",{"pageContent":"Query: What are the unique features to identify Jeevak ?\nAnswer: Jeevak  scientifically known as Malaxis acuminata  is recognized by its slender stem with small  greenish-yellow flowers arranged in a spike. It's a terrestrial orchid.","metadata":{"source":"./PlantFAQ2.csv","line":474}}],["6d6ab3d3-a062-4e57-86c0-930c12c80f6b",{"pageContent":"Query: What are the medicinal uses of Jeevak ?\nAnswer: Jeevak is used in traditional medicine for potential benefits related to its anti-inflammatory properties  as an analgesic  and in managing various health conditions.","metadata":{"source":"./PlantFAQ2.csv","line":475}}],["1abf4537-8dbb-4766-aa8a-2551b2e06b28",{"pageContent":"Query: In which season does Jeevak usually grow ?\nAnswer: Jeevak typically grows in forested areas and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":476}}],["ab6b9964-f973-4e22-ac29-cafc8acf6eac",{"pageContent":"Query: What regions are suitable for the growth of Jeevak ?\nAnswer: Jeevak is found in forested regions and might be specific to certain areas with specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":477}}],["6d6f741a-763a-4a9c-8599-c4390a8e22a3",{"pageContent":"Query: What diseases does Jeevak help cure ?\nAnswer: Jeevak is traditionally used for potential benefits related to anti-inflammatory properties  as an analgesic  and in managing various health conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":478}}],["fb68b5f8-6421-45a6-b3b7-c5abc4dae7df",{"pageContent":"Query: Does Jeevak have different types ?\nAnswer: Jeevak primarily refers to Malaxis acuminata  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":479}}],["89cad430-d2ff-4612-8f04-05ba8fdcc0b1",{"pageContent":"Query: What are the unique features to identify Meda ?\nAnswer: Meda  also known as Polygonatum verticillatum  is recognized by its tall stems with whorled leaves and small  bell-shaped white or greenish flowers that develop into red berries.","metadata":{"source":"./PlantFAQ2.csv","line":480}}],["4ee4163e-4f77-4e91-9119-51bfc0839751",{"pageContent":"Query: What are the medicinal uses of Meda ?\nAnswer: Meda is used in traditional medicine for potential benefits related to improving digestion  respiratory health  and as a general health tonic.","metadata":{"source":"./PlantFAQ2.csv","line":481}}],["851d4199-9eca-42f3-88ef-85085a6c7440",{"pageContent":"Query: In which season does Meda usually grow ?\nAnswer: Meda typically grows in forests and shady areas and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":482}}],["2fa24e57-7270-427e-8cd2-99e917d03a0a",{"pageContent":"Query: What regions are suitable for the growth of Meda ?\nAnswer: Meda is found in forested regions and might thrive in areas with shade  moderate sunlight  and specific soil conditions.","metadata":{"source":"./PlantFAQ2.csv","line":483}}],["0e2a497e-3d4d-4624-b112-9dbb9919e72b",{"pageContent":"Query: What diseases does Meda help cure ?\nAnswer: Meda is traditionally used for potential benefits related to improving digestion  respiratory health  and as a general health tonic in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":484}}],["634361bf-c959-4cf9-a1b9-67c73ab77d69",{"pageContent":"Query: Does Meda have different types ?\nAnswer: Meda primarily refers to Polygonatum verticillatum  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":485}}],["18f2bdc6-b57a-4182-ae6e-b733c678dd8f",{"pageContent":"Query: What are the unique features to identify Rishbhak ?\nAnswer: Rishbhak  also known as Malva sylvestris  is recognized by its tall stem with lobed leaves and pinkish-purple flowers with darker veins. It belongs to the mallow family.","metadata":{"source":"./PlantFAQ2.csv","line":486}}],["cfc15635-e60e-42f6-b412-f75f6966dea3",{"pageContent":"Query: What are the medicinal uses of Rishbhak ?\nAnswer: Rishbhak is used in traditional medicine for potential benefits related to its anti-inflammatory properties  as an expectorant  and in managing various health conditions.","metadata":{"source":"./PlantFAQ2.csv","line":487}}],["cb6f69d5-ff22-4061-87be-345ad20d476b",{"pageContent":"Query: In which season does Rishbhak usually grow ?\nAnswer: Rishbhak typically grows in disturbed areas and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":488}}],["c39e7ef2-f1a9-457a-b6e5-cf723759ac02",{"pageContent":"Query: What regions are suitable for the growth of Rishbhak ?\nAnswer: Rishbhak is found in various regions  often in disturbed areas with specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":489}}],["3158991b-7bb3-46c2-bb22-6a6e5f72ad71",{"pageContent":"Query: What diseases does Rishbhak help cure ?\nAnswer: Rishbhak is traditionally used for potential benefits related to anti-inflammatory properties  as an expectorant  and in managing various health conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":490}}],["aaa9ea53-da5d-40ee-bb99-c684d318cf5f",{"pageContent":"Query: Does Rishbhak have different types ?\nAnswer: Rishbhak primarily refers to Malva sylvestris  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":491}}],["9ac07442-3fd8-4390-a1c6-f2e13a00cf15",{"pageContent":"Query: What are the unique features to identify Ridhhi ?\nAnswer: Ridhhi  scientifically known as Habenaria intermedia  is recognized by its slender stem with small  white or greenish flowers arranged in a spike. It's an orchid species.","metadata":{"source":"./PlantFAQ2.csv","line":492}}],["92a3deda-4a25-418b-9e1f-6de004f09b17",{"pageContent":"Query: What are the medicinal uses of Ridhhi ?\nAnswer: Ridhhi is used in traditional medicine for potential benefits related to its cooling properties  as a tonic  and in managing various health conditions.","metadata":{"source":"./PlantFAQ2.csv","line":493}}],["7efc95f9-0bed-4a89-9027-eaf4a23f5fca",{"pageContent":"Query: In which season does Ridhhi usually grow ?\nAnswer: Ridhhi typically grows in forested areas and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":494}}],["cb71b648-107f-453a-b558-7f12d528a15c",{"pageContent":"Query: What regions are suitable for the growth of Ridhhi ?\nAnswer: Ridhhi is found in forested regions and might be specific to certain areas with specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":495}}],["82050480-1e90-439f-b7b5-324e9bd42225",{"pageContent":"Query: What diseases does Ridhhi help cure ?\nAnswer: Ridhhi is traditionally used for potential benefits related to cooling properties  as a tonic  and in managing various health conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":496}}],["a6f9da8d-e9bc-4cf9-b4eb-645b3b9d6f4d",{"pageContent":"Query: Does Ridhhi have different types ?\nAnswer: Ridhhi primarily refers to Habenaria intermedia  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":497}}],["54b38349-7d0b-486e-9e2f-78d34b2d7e5b",{"pageContent":"Query: What are the unique features to identify Hathikana ?\nAnswer: Hathikana  also known as Curculigo orchioides  is recognized by its long  narrow leaves and small  yellow flowers. It's a herbaceous plant with rhizomes.","metadata":{"source":"./PlantFAQ2.csv","line":498}}],["3e0b363e-26f8-41bb-8ada-99ad357d92c7",{"pageContent":"Query: What are the medicinal uses of Hathikana ?\nAnswer: Hathikana rhizomes are used in traditional medicine for potential benefits related to improving sexual health  as an aphrodisiac  and in managing various health conditions.","metadata":{"source":"./PlantFAQ2.csv","line":499}}],["3251a29a-578f-499f-869a-6294d1f05a67",{"pageContent":"Query: In which season does Hathikana usually grow ?\nAnswer: Hathikana typically grows in warmer climates and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":500}}],["f57cb6f8-36d7-4026-8669-a3f3914103cc",{"pageContent":"Query: What regions are suitable for the growth of Hathikana ?\nAnswer: Hathikana is found in various regions with warm climates and might thrive in specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":501}}],["5947c3b6-bd65-4d15-8cb0-d762c31e9ea0",{"pageContent":"Query: What diseases does Hathikana help cure ?\nAnswer: Hathikana rhizomes are traditionally used for potential benefits related to improving sexual health  as an aphrodisiac  and in managing various health conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":502}}],["fbd82f08-e79a-417d-8561-9119f2caf7f8",{"pageContent":"Query: Does Hathikana have different types ?\nAnswer: Hathikana primarily refers to Curculigo orchioides  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":503}}],["32050a6b-64e0-4fb4-ba19-4d5bafcccd0e",{"pageContent":"Query: What are the unique features to identify Jivanti ?\nAnswer: Jivanti  scientifically known as Leptadenia reticulata  is recognized by its twining woody stems  lanceolate leaves  and small  greenish-white flowers.","metadata":{"source":"./PlantFAQ2.csv","line":504}}],["4a679090-6194-47d0-bdbc-b835b7c96279",{"pageContent":"Query: What are the medicinal uses of Jivanti ?\nAnswer: Jivanti is used in traditional medicine for potential benefits related to its adaptogenic properties  as a rejuvenating tonic  and in managing various health conditions.","metadata":{"source":"./PlantFAQ2.csv","line":505}}],["49ed57cc-0339-4101-bbc3-e5bc6aca33b6",{"pageContent":"Query: In which season does Jivanti usually grow ?\nAnswer: Jivanti typically grows in warmer climates and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":506}}],["a444bdaf-f3e0-43b0-8c8e-61bc4fbb1372",{"pageContent":"Query: What regions are suitable for the growth of Jivanti ?\nAnswer: Jivanti is found in various regions with warm climates and might thrive in specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":507}}],["d3b3c81a-67db-4c3c-9629-277e8607683d",{"pageContent":"Query: What diseases does Jivanti help cure ?\nAnswer: Jivanti is traditionally used for potential benefits related to adaptogenic properties  as a rejuvenating tonic  and in managing various health conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":508}}],["c9489fbb-1476-49c1-9556-e4c41ed72962",{"pageContent":"Query: Does Jivanti have different types ?\nAnswer: Jivanti primarily refers to Leptadenia reticulata  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":509}}],["0b17193d-db21-4815-acba-cb9c87cf88ad",{"pageContent":"Query: What are the unique features to identify Black Haldi ?\nAnswer: Black Haldi  scientifically known as Curcuma caesia  is recognized by its bluish-black rhizomes. It's a type of turmeric with dark-colored rhizomes and is used in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":510}}],["cbb0792a-14fc-4edc-a638-72b8205e58cb",{"pageContent":"Query: What are the medicinal uses of Black Haldi ?\nAnswer: Black Haldi is used in traditional medicine for potential benefits related to its anti-inflammatory properties  as an antioxidant  and in managing various health conditions.","metadata":{"source":"./PlantFAQ2.csv","line":511}}],["403a1b9c-a31b-4b3d-beb0-6d773f798394",{"pageContent":"Query: In which season does Black Haldi usually grow ?\nAnswer: Black Haldi typically grows in warmer climates and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":512}}],["8c685fb7-d440-42a8-80bd-3127db9e1335",{"pageContent":"Query: What regions are suitable for the growth of Black Haldi ?\nAnswer: Black Haldi is found in various regions with warm climates and might thrive in specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":513}}],["dd5e6668-3cd2-4cdc-8f5f-dfeac6218de5",{"pageContent":"Query: What diseases does Black Haldi help cure ?\nAnswer: Black Haldi is traditionally used for potential benefits related to anti-inflammatory properties  as an antioxidant  and in managing various health conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":514}}],["1e2b1a3f-d4fe-4d06-8ae6-2260477a365d",{"pageContent":"Query: Does Black Haldi have different types ?\nAnswer: Black Haldi primarily refers to Curcuma caesia  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":515}}],["4db515c1-40a2-49d2-93db-68cfcb82aa0e",{"pageContent":"Query: What are the unique features to identify Varun ?\nAnswer: Varun  also known as Crataeva nurvala  is recognized by its large compound leaves and clusters of white flowers. It's a deciduous tree used in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":516}}],["926d052b-c817-400e-aea3-6f420573d472",{"pageContent":"Query: What are the medicinal uses of Varun ?\nAnswer: Varun is used in traditional medicine for potential benefits related to urinary health  as a diuretic  and in managing various kidney and urinary tract issues.","metadata":{"source":"./PlantFAQ2.csv","line":517}}],["65ed1ba5-ed73-4153-91af-e5ff7c545d12",{"pageContent":"Query: In which season does Varun usually grow ?\nAnswer: Varun typically grows in warmer climates and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":518}}],["e1fe9bdb-d99e-4708-8af2-508bc57bdb8e",{"pageContent":"Query: What regions are suitable for the growth of Varun ?\nAnswer: Varun is found in various regions with warm climates and might thrive in specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":519}}],["1fb3c3d5-3cb0-4da4-8a84-0cfdd862779d",{"pageContent":"Query: What diseases does Varun help cure ?\nAnswer: Varun is traditionally used for potential benefits related to urinary health  as a diuretic  and in managing various kidney and urinary tract issues in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":520}}],["ad6915e0-5bf3-4197-8ad8-d0f9fc9aabf5",{"pageContent":"Query: Does Varun have different types ?\nAnswer: Varun primarily refers to Crataeva nurvala  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":521}}],["3e94c3cb-6d36-492f-8102-b6e7bba7cbee",{"pageContent":"Query: What are the unique features to identify Punarnava ?\nAnswer: Punarnava  scientifically known as Boerhavia diffusa  is recognized by its spreading stems and clusters of small pink or red flowers. It's a perennial herb.","metadata":{"source":"./PlantFAQ2.csv","line":522}}],["e65682af-ab58-451b-99a3-b8a325d283c1",{"pageContent":"Query: What are the medicinal uses of Punarnava ?\nAnswer: Punarnava is used in traditional medicine for potential benefits related to its diuretic properties  as an anti-inflammatory  and in managing various health conditions.","metadata":{"source":"./PlantFAQ2.csv","line":523}}],["31416cae-4871-456c-971c-02d98a37ff4c",{"pageContent":"Query: In which season does Punarnava usually grow ?\nAnswer: Punarnava typically grows in warmer climates and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":524}}],["3278b820-e08e-4350-a8df-1d2b3cdafbb3",{"pageContent":"Query: What regions are suitable for the growth of Punarnava ?\nAnswer: Punarnava is found in various regions with warm climates and might thrive in specific soil and climate conditions.","metadata":{"source":"./PlantFAQ2.csv","line":525}}],["766f8786-3ddc-4eed-bf72-67621d4bb491",{"pageContent":"Query: What diseases does Punarnava help cure ?\nAnswer: Punarnava is traditionally used for potential benefits related to diuretic properties  as an anti-inflammatory  and in managing various health conditions in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":526}}],["66c5797d-8b15-43cb-aa6a-c1ad3860acfa",{"pageContent":"Query: Does Punarnava have different types ?\nAnswer: Punarnava primarily refers to Boerhavia diffusa  but variations might exist based on growth conditions and regions.","metadata":{"source":"./PlantFAQ2.csv","line":527}}],["3ada0f20-63cd-4ff1-b075-4389f5d0ee95",{"pageContent":"Query: What are the unique features to identify Aloe Vera ?\nAnswer: Aloe Vera is recognized by its succulent leaves arranged in a rosette pattern  with thick  fleshy  and spiky margins. It's a versatile plant known for its gel-filled leaves used in various applications.","metadata":{"source":"./PlantFAQ2.csv","line":528}}],["c34ca461-47df-4011-9508-2c1bcd7969aa",{"pageContent":"Query: What are the medicinal uses of Aloe Vera ?\nAnswer: Aloe Vera gel is used in traditional medicine and skincare for potential benefits related to wound healing  soothing burns  as a moisturizer  and for its anti-inflammatory properties.","metadata":{"source":"./PlantFAQ2.csv","line":529}}],["9cb03c37-bfb7-4ba7-9245-4fd0eb8e3ea4",{"pageContent":"Query: In which season does Aloe Vera usually grow ?\nAnswer: Aloe Vera plants can grow throughout the year in warm climates  but they might experience more active growth during specific seasons depending on the region.","metadata":{"source":"./PlantFAQ2.csv","line":530}}],["66836495-92d3-4bd4-af35-55f7e5b5921b",{"pageContent":"Query: What regions are suitable for the growth of Aloe Vera ?\nAnswer: Aloe Vera is cultivated in various warm and tropical regions globally  thriving in well-drained soil and warm temperatures.","metadata":{"source":"./PlantFAQ2.csv","line":531}}],["0066aead-b4f3-45ff-b1e2-7488ef96a959",{"pageContent":"Query: What diseases does Aloe Vera help cure ?\nAnswer: Aloe Vera gel is traditionally used for potential benefits related to wound healing  soothing burns  moisturizing  and its anti-inflammatory properties in traditional medicine and skincare.","metadata":{"source":"./PlantFAQ2.csv","line":532}}],["20682048-0325-4efa-819f-aeeddbf5d6f1",{"pageContent":"Query: Does Aloe Vera have different types ?\nAnswer: There are different species and cultivars of Aloe Vera  each with slight variations in leaf size  color  and potency  but all share similar medicinal and skincare uses.","metadata":{"source":"./PlantFAQ2.csv","line":533}}],["50aded9a-5405-44fc-af5c-6b1c226f091b",{"pageContent":"Query: What are the unique features to identify Brahmi ?\nAnswer: Brahmi  scientifically known as Bacopa monnieri  is recognized by its small  succulent leaves arranged oppositely on the stem and small white or light purple flowers.","metadata":{"source":"./PlantFAQ2.csv","line":534}}],["15846a3f-2f83-4918-9c82-1e2ba767c5c4",{"pageContent":"Query: What are the medicinal uses of Brahmi ?\nAnswer: Brahmi is used in traditional medicine for potential benefits related to memory improvement  reducing anxiety  as a brain tonic  and for its adaptogenic properties.","metadata":{"source":"./PlantFAQ2.csv","line":535}}],["412ebb75-9186-40f9-9d97-f586e447493e",{"pageContent":"Query: In which season does Brahmi usually grow ?\nAnswer: Brahmi typically grows in wet or marshy areas and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":536}}],["e476283e-62d6-4156-8b2b-151497863ada",{"pageContent":"Query: What regions are suitable for the growth of Brahmi ?\nAnswer: Brahmi is found in various tropical and subtropical regions globally  often growing in marshy areas or places with sufficient water.","metadata":{"source":"./PlantFAQ2.csv","line":537}}],["abf0d7e1-7099-496a-88a3-9642d0ed7a86",{"pageContent":"Query: What diseases does Brahmi help cure ?\nAnswer: Brahmi is traditionally used for potential benefits related to memory improvement  anxiety reduction  as a brain tonic  and for its adaptogenic properties in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":538}}],["8d48d193-8593-481c-9171-200144a50668",{"pageContent":"Query: Does Brahmi have different types ?\nAnswer: There might be variations or subspecies of Bacopa monnieri  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":539}}],["960c4029-152b-4bad-9c39-66bab0c23748",{"pageContent":"Query: What are the unique features to identify Bhringraj ?\nAnswer: Bhringraj  also known as Eclipta prostrata  is recognized by its lance-shaped leaves arranged alternately on the stem and small white flowers with a yellow center.","metadata":{"source":"./PlantFAQ2.csv","line":540}}],["6cc4e146-14e9-4b1d-826d-7b84082cb250",{"pageContent":"Query: What are the medicinal uses of Bhringraj ?\nAnswer: Bhringraj is used in traditional medicine for potential benefits related to hair care  promoting hair growth  scalp health  and as a liver tonic.","metadata":{"source":"./PlantFAQ2.csv","line":541}}],["5ec8a54b-af50-4596-80e5-1bc37b6ba103",{"pageContent":"Query: In which season does Bhringraj usually grow ?\nAnswer: Bhringraj typically grows in warm climates and might experience growth during specific seasons  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":542}}],["838404e1-175e-4a1b-bdc6-25a1dc7aecf9",{"pageContent":"Query: What regions are suitable for the growth of Bhringraj ?\nAnswer: Bhringraj is found in various regions with warm climates and might thrive in well-drained soil and ample sunlight.","metadata":{"source":"./PlantFAQ2.csv","line":543}}],["8f4cc4f8-57bd-48da-97ec-503306125d7e",{"pageContent":"Query: What diseases does Bhringraj help cure ?\nAnswer: Bhringraj is traditionally used for potential benefits related to hair care  promoting hair growth  scalp health  and as a liver tonic in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":544}}],["b73f9f13-0bef-450f-8163-f60ffb739d4e",{"pageContent":"Query: Does Bhringraj have different types ?\nAnswer: There might be variations or subspecies of Eclipta prostrata  but specific distinctions among types may vary and require botanical expertise.","metadata":{"source":"./PlantFAQ2.csv","line":545}}],["139159a2-8b2d-4fa8-96a4-374816892ab7",{"pageContent":"Query: What are the unique features to identify Jackfruit ?\nAnswer: Jackfruit  scientifically known as Artocarpus heterophyllus  is recognized by its large  spiky greenish-yellow fruit with a sweet aroma when ripe. It's one of the largest tree-borne fruits in the world.","metadata":{"source":"./PlantFAQ2.csv","line":546}}],["17e5ad34-905d-4d6c-bb7b-d34cf8d8b3c3",{"pageContent":"Query: What are the medicinal uses of Jackfruit ?\nAnswer: Various parts of Jackfruit  including the fruit  seeds  and leaves  are used in traditional medicine for potential benefits related to digestive health  immune system support  and as an antioxidant.","metadata":{"source":"./PlantFAQ2.csv","line":547}}],["938c8934-11fd-43d0-b223-0f2c67a2032f",{"pageContent":"Query: In which season does Jackfruit usually grow ?\nAnswer: Jackfruit trees typically bear fruit during the summer and rainy seasons  with variations based on specific regions and climates.","metadata":{"source":"./PlantFAQ2.csv","line":548}}],["93d1e0cc-b94b-42e7-9f27-cec479d221d5",{"pageContent":"Query: What regions are suitable for the growth of Jackfruit ?\nAnswer: Jackfruit trees thrive in tropical and subtropical regions with adequate rainfall and warm temperatures  commonly found in Asia  Africa  and some parts of the Americas.","metadata":{"source":"./PlantFAQ2.csv","line":549}}],["f686a05f-2bbc-4966-9dfd-2ee8e4eecdad",{"pageContent":"Query: What diseases does Jackfruit help cure ?\nAnswer: Jackfruit and its parts are traditionally used for potential benefits related to digestive health  immune system support  and as an antioxidant in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":550}}],["6ff1d7c0-1270-4909-9a8a-4f49d9830730",{"pageContent":"Query: Does Jackfruit have different types ?\nAnswer: There are different varieties and cultivars of Jackfruit  each with variations in fruit size  taste  and seed characteristics.","metadata":{"source":"./PlantFAQ2.csv","line":551}}],["45a7fea9-863e-4e45-8275-c452f6ff7267",{"pageContent":"Query: What are the unique features to identify Jasmine ?\nAnswer: Jasmine  scientifically known as Jasminum  is recognized by its small  white  or yellow fragrant flowers and its climbing or shrubby growth habit with glossy green leaves.","metadata":{"source":"./PlantFAQ2.csv","line":552}}],["e439c966-d135-4529-9e0e-40d2dcd0f018",{"pageContent":"Query: What are the medicinal uses of Jasmine ?\nAnswer: Jasmine flowers are used in traditional medicine and aromatherapy for potential benefits related to stress reduction  relaxation  improving mood  and as an aphrodisiac.","metadata":{"source":"./PlantFAQ2.csv","line":553}}],["7fe1abeb-1bbf-41a0-81dd-3a3197e9a9f2",{"pageContent":"Query: In which season does Jasmine usually grow ?\nAnswer: Jasmine plants typically bloom during the summer and spring months  with variations based on specific regions and climates.","metadata":{"source":"./PlantFAQ2.csv","line":554}}],["aaae5d3c-5770-4540-8db2-1f51857b0246",{"pageContent":"Query: What regions are suitable for the growth of Jasmine ?\nAnswer: Jasmine is found in various temperate  subtropical  and tropical regions globally  thriving in well-drained soil and warm temperatures.","metadata":{"source":"./PlantFAQ2.csv","line":555}}],["8b641e73-2a62-4891-8db1-5eb73c5c2048",{"pageContent":"Query: What diseases does Jasmine help cure ?\nAnswer: Jasmine flowers are traditionally used for potential benefits related to stress reduction  relaxation  mood improvement  and as an aphrodisiac in traditional medicine and aromatherapy.","metadata":{"source":"./PlantFAQ2.csv","line":556}}],["d5a05ac3-fb6e-49f9-9894-2d659914169c",{"pageContent":"Query: Does Jasmine have different types ?\nAnswer: There are numerous species and cultivars of Jasmine  each with distinct fragrances and growth habits  used for various purposes.","metadata":{"source":"./PlantFAQ2.csv","line":557}}],["c6b95553-f0de-407b-9e76-1f7fcfb20dcf",{"pageContent":"Query: What are the unique features to identify Kohlrabi ?\nAnswer: Kohlrabi  scientifically known as Brassica oleracea Gongylodes Group  is recognized by its swollen stem or bulb-like appearance  with edible leaves sprouting from the top.","metadata":{"source":"./PlantFAQ2.csv","line":558}}],["32725770-ce1b-4399-a94c-0ef2dec045d5",{"pageContent":"Query: What are the medicinal uses of Kohlrabi ?\nAnswer: Kohlrabi is used in traditional medicine for potential benefits related to digestive health  as a source of vitamins  minerals  and antioxidants.","metadata":{"source":"./PlantFAQ2.csv","line":559}}],["05247cc0-1b04-4ea6-9a9d-75f9840bd00f",{"pageContent":"Query: In which season does Kohlrabi usually grow ?\nAnswer: Kohlrabi plants typically grow during cooler seasons like spring and fall  although growth times might vary based on the region.","metadata":{"source":"./PlantFAQ2.csv","line":560}}],["9735668f-3c3e-4604-918f-d943a486ef85",{"pageContent":"Query: What regions are suitable for the growth of Kohlrabi ?\nAnswer: Kohlrabi can be cultivated in various temperate regions globally  thriving in well-drained soil and moderate temperatures.","metadata":{"source":"./PlantFAQ2.csv","line":561}}],["fd84b710-4825-441c-b8dd-53a2923b1af1",{"pageContent":"Query: What diseases does Kohlrabi help cure ?\nAnswer: Kohlrabi is traditionally used for potential benefits related to digestive health  as a source of vitamins  minerals  and antioxidants in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":562}}],["ec7769a0-d935-40e7-91b2-60cc40df9886",{"pageContent":"Query: Does Kohlrabi have different types ?\nAnswer: There are different varieties of Kohlrabi  each with variations in stem size  color  and taste  but all share similar nutritional benefits.","metadata":{"source":"./PlantFAQ2.csv","line":563}}],["3343a22c-e735-45fc-b537-12013db61e9d",{"pageContent":"Query: What are the unique features to identify Lantana ?\nAnswer: Lantana  scientifically known as Lantana camara  is recognized by its clusters of small  colorful flowers that change color as they mature. It's a shrubby plant with aromatic leaves.","metadata":{"source":"./PlantFAQ2.csv","line":564}}],["b30810ad-36ad-4ccd-8c35-20c9702e0070",{"pageContent":"Query: What are the medicinal uses of Lantana ?\nAnswer: Lantana is used in traditional medicine for potential benefits related to its antibacterial  antifungal  and anti-inflammatory properties. However  parts of the plant can be toxic if ingested.","metadata":{"source":"./PlantFAQ2.csv","line":565}}],["1bd5ddcc-ee8e-4dd5-b48f-686d40e39175",{"pageContent":"Query: In which season does Lantana usually grow ?\nAnswer: Lantana typically grows and blooms during warm seasons like spring and summer  with variations based on specific regions and climates.","metadata":{"source":"./PlantFAQ2.csv","line":566}}],["0ceb5dfe-0418-4583-92b5-74f3683d4b6b",{"pageContent":"Query: What regions are suitable for the growth of Lantana ?\nAnswer: Lantana is found in various tropical and subtropical regions globally  often in disturbed areas or as ornamental plants in gardens.","metadata":{"source":"./PlantFAQ2.csv","line":567}}],["59b048ac-7b90-40a9-8b20-5bd1e9d10bba",{"pageContent":"Query: What diseases does Lantana help cure ?\nAnswer: Lantana is traditionally used for potential benefits related to antibacterial  antifungal  and anti-inflammatory properties in traditional medicine.","metadata":{"source":"./PlantFAQ2.csv","line":568}}],["d966fc2e-44dd-47f0-9b71-92855a505323",{"pageContent":"Query: Does Lantana have different types ?\nAnswer: There are different cultivars and hybrids of Lantana  each with variations in flower colors and growth habits.","metadata":{"source":"./PlantFAQ2.csv","line":569}}],["998f1a60-d9c5-4ee8-a435-3cdc709e9aa8",{"pageContent":"Query: What are the unique features to identify Rose ?\nAnswer: Roses  scientifically known as Rosa  are recognized by their fragrant  colorful flowers with petals arranged in layers. They come in various colors and forms  such as shrubs  climbers  and bushes.","metadata":{"source":"./PlantFAQ2.csv","line":570}}],["2720870a-8827-497d-9ce8-f9cfa634262f",{"pageContent":"Query: What are the medicinal uses of Rose ?\nAnswer: Roses are used in traditional medicine for potential benefits related to skincare  as an anti-inflammatory  and for their aromatic properties used in aromatherapy.","metadata":{"source":"./PlantFAQ2.csv","line":571}}],["67cb9df4-1a4c-4c8e-8d73-d02ab3d48c8d",{"pageContent":"Query: In which season does Rose usually grow ?\nAnswer: Roses typically bloom during spring and summer  although certain varieties might bloom throughout the year based on specific regions and climates.","metadata":{"source":"./PlantFAQ2.csv","line":572}}],["cef27885-3fd8-49ed-88da-31b1a3a9a8f6",{"pageContent":"Query: What regions are suitable for the growth of Rose ?\nAnswer: Roses are cultivated in various temperate and subtropical regions globally  often in well-tended gardens and landscapes.","metadata":{"source":"./PlantFAQ2.csv","line":573}}],["2a1cb56c-7fda-422d-99ef-5821bdf0b37a",{"pageContent":"Query: What diseases does Rose help cure ?\nAnswer: Roses are traditionally used for potential benefits related to skincare  anti-inflammatory properties  and for their aromatic properties in traditional medicine and aromatherapy.","metadata":{"source":"./PlantFAQ2.csv","line":574}}],["eb2c5bfa-5d86-4e61-a55a-ef5678b9bc60",{"pageContent":"Query: Does Rose have different types ?\nAnswer: There are numerous species  hybrids  and cultivars of Roses  each with distinct characteristics in terms of flower color  scent  and growth habits.","metadata":{"source":"./PlantFAQ2.csv","line":575}}]],{"0":"7f2d3e2b-1a1d-4b9f-8c48-a9dd7cb1149a","1":"74531ec2-e890-46c4-91c7-357c2c97b1ae","2":"94427ce9-23c9-4d9a-9322-b83468502c3b","3":"4c8ca08f-1915-440a-9b13-ebe8e636a04a","4":"e9a47e58-4f68-4cc4-9aa3-79e4768b65f5","5":"a8d04169-0c5e-465b-a0fc-c8e46315ae29","6":"2facca65-6f77-4156-a936-f0f79ed7b922","7":"6a61d1fd-da5b-4bbb-b20d-42ef671b8eec","8":"ff207f0b-3a4b-4c13-8da4-54c99c4d8a83","9":"688a9b9a-447f-4cf6-b69c-a71e38bf69b1","10":"2e719cb0-a827-4f89-8a81-e213b19a2be6","11":"0475e2e9-b23a-47a2-9c8f-3821185b5b91","12":"d22635fa-a4b4-4891-989b-e6d13e91b833","13":"52bdbe1d-cd19-4e6e-9fe3-5ada59107aef","14":"9f9e2821-75b3-4392-8104-6151aa3436f5","15":"0af73306-c1b5-43f0-b07a-c8a3cb8f4ee4","16":"b71ba749-6f04-4ffc-abe5-becaebcfb123","17":"761145b8-c5d7-40e7-bb6a-4221e2246f5e","18":"862ceaa0-81b1-446e-a632-acd02af1c04f","19":"06d3562b-d338-49eb-8855-72b1a4bada40","20":"c51e8820-eb1e-45e8-9604-e68211bad08c","21":"fb6a6100-01aa-45b2-9c12-91dad12e4f02","22":"94a9cf95-75a8-4c27-97a5-d7f53879e385","23":"0aa96ea4-6460-4642-a89a-f1e1e7ba0877","24":"65bcc49d-f4dc-48e1-ba41-8165f255d780","25":"123e5d8f-503b-4aaf-8b6a-59cf5adc4bcd","26":"dfd15d57-0244-4071-b439-69ed8bffe076","27":"8b152262-99ae-4be1-9095-e650928f270a","28":"3ee39737-5c75-4981-a995-446e960bbc77","29":"a5a91022-806f-4373-a6ae-7286a0210c98","30":"2b956860-bd02-4a8f-89b8-598e9cd5d9b0","31":"5870890b-2d52-4b97-bba3-2d6ce34af79a","32":"cbc45e6d-1113-4ddc-a577-c074cb797b94","33":"1a24aa32-64ff-4cfb-9c0b-e1abf6650526","34":"edf943ea-5e72-4a32-a7c7-b483adc20fd9","35":"76bcc7a8-4ec8-41a8-8b64-fcaf53371ee3","36":"309c1760-0730-4db7-bfd5-90e41575cff2","37":"3f849026-18f8-4aea-93a9-1392b022aab3","38":"09291ad2-b11c-4f20-b37e-fd684f77769d","39":"f57ee513-29fe-41a8-971e-06fba509df7f","40":"ea835eed-7f92-46cb-a5e2-28ee1e9e78b5","41":"ba080fed-4274-46a3-b054-412f21d1e80c","42":"54ba78ea-7382-4be3-808b-b028845d09b9","43":"0d542801-6638-41cc-a063-ce9a61b51b8e","44":"4d12b35a-b14f-4514-b13f-47f0776f9049","45":"4a562abc-82a2-49da-9729-cb49e7ee2c42","46":"e5f1535e-41cd-4b0e-a676-8c6f1f733f43","47":"63026e7b-644d-463a-a3b2-eda734d02b45","48":"24c2d861-21ae-48e9-9755-a8a892dbc0c6","49":"39d0868d-b4af-4768-853c-9c7e40c25b1e","50":"92010934-688a-4775-85c3-988602123926","51":"60c9efd4-44dd-4597-b51b-28735dfbc7a5","52":"58a843e8-62aa-4980-8291-43d80d3a341b","53":"782a8d20-f1b8-43e9-9a12-89d767e2c721","54":"41b49100-b504-48dc-a2fb-b444f141c9ba","55":"a3b81b30-4ea3-4a26-a2c7-c2d6a9a315ac","56":"8988c492-78c9-4cae-a6d9-ef19e38aad47","57":"87bfaaac-bb7e-461d-8db9-5d6c074c0543","58":"87cdc0d1-a9f0-4b4d-9afb-d5603f540501","59":"62b78d7c-53e4-4712-8ba1-02d1f87b2f2a","60":"7c1dc652-63c4-451f-bfb7-e4d8372e4403","61":"c529cdf2-8184-41f2-85b3-8d902b03beee","62":"1e64091d-9a78-44c0-8211-72a4448957a0","63":"42ab7ba2-eef6-4b57-93fb-710cdd0f57b6","64":"de75a51d-5be9-4070-aa29-9e88964e8b89","65":"75f611de-4d05-4c28-a055-8e2082a43800","66":"87f8a5f9-7ab5-4902-a78b-fab844d96b9d","67":"9abc000c-b577-4bcb-beec-3a3748ad6952","68":"85f04957-c053-4bba-a111-19e053472f5a","69":"43e8b0e9-7e58-4674-ab2e-1f2fc0bd0a28","70":"ce6febf2-9444-4582-ba52-684aced29c00","71":"d0cccc3f-8c2a-40b1-b413-efb0b1629573","72":"625bd35a-806b-421c-9c55-73c0481adbf1","73":"a44b4bcb-99b5-43ac-861f-a19da3bf4c6f","74":"b8d4d892-cd2e-4256-8dc0-e3f205362c16","75":"1983a2f5-9c5a-4bcf-87b4-bc2da112f3d2","76":"77f9251e-416a-4121-a341-3f193dca2b06","77":"ca69a9a6-649a-4ed9-ab4b-25dead645832","78":"380f2140-1324-4e8d-8b20-7fc712801cf6","79":"830040c0-6ffb-4d18-95c9-30e01cd859a9","80":"5028ecb5-713b-4635-89a4-46204347e292","81":"2245ed3a-7864-4af3-9657-70f789860d50","82":"b262b56d-ce20-456e-ac71-1ed90390d520","83":"7f062236-2805-4650-8c01-32baf4753ca7","84":"667125d3-92be-43d3-99c1-48119de07e5a","85":"c1bc2e69-56cf-463c-b7e3-9afca8f29fd0","86":"c20ffe15-d290-4438-a595-307b11621fd1","87":"dd0e7269-4090-4640-8cca-b5124a4c7259","88":"d870eeee-b822-4dae-890c-03f17f271b46","89":"8de06ddd-714d-45f4-b7c5-4e37f19308f6","90":"67bfe8ad-0f32-4f27-af2d-239359efd8b3","91":"aedeba2c-a28a-409f-a6c6-41939b524788","92":"d7689e86-18e4-4e00-bb16-bf5cf0c5382e","93":"8de3db82-b599-4a63-9b86-e931197b0f54","94":"3ebaee8d-3310-491c-8518-7dec07478ab0","95":"3b9cfa52-3c38-46f4-911f-a532b763f785","96":"70e15e20-ee42-459c-b5a9-b273c4f81c98","97":"7fb2c5f5-73d8-4c02-b4ca-fd7df8474cb0","98":"7334ee48-f200-4a17-96d8-912394907e55","99":"f7bd56d9-3411-4e92-bba9-bc7731425af0","100":"68acf341-484a-476d-86b2-672de5f3b954","101":"645dea64-7d78-4122-9db5-f5d40e33a889","102":"68a3888e-49ce-4fcf-8c01-f2246c6183ae","103":"8bb46791-1eb5-47cb-8b96-0fe85c0fec37","104":"599d6663-f091-47c9-9ecc-6aebc5cb1635","105":"c7300cfd-df7c-4729-89a4-8da1c90e9dbc","106":"4d3dd9d7-2cd5-4eb5-823b-198f6b14a2f8","107":"1e0d6519-03b4-4dd4-a236-ea871428ee8e","108":"cb989f5f-d0d8-4e8b-8f25-1dc2f6cfe837","109":"2d84083f-e7ac-4121-a1d3-01b4e95ac2f4","110":"f3cffbbf-4a86-44a2-9499-571cd76b503f","111":"a5818f72-dbf5-4445-9fd5-2523f7efc4ad","112":"b388236a-b2b3-44e2-a4f5-551851900fa4","113":"40627e00-62e6-44c0-a09a-0e815db57f76","114":"c0c38eeb-ff53-48b6-9230-bec10ee18737","115":"c2a82586-320f-4537-b7a0-a80c672c582c","116":"cdf7a584-3745-47e8-b31a-5018ff2222dd","117":"27f46d98-bf3d-4e61-a683-4c1e35c466a0","118":"a1c3c012-e130-4ddc-af54-5661c1b3b636","119":"31dee562-638c-4094-961d-b5967dd48c88","120":"5bd1afcf-1ab7-432d-951d-0d601fcf983b","121":"1b9f32ca-1876-4161-81db-546cd030b442","122":"2989be8a-b837-42d4-ab30-aa0b81fc141d","123":"6781b1b5-691f-4bb4-9219-f6b19e0893a7","124":"74bacbf9-1fb8-45b0-80af-9bbce6524e83","125":"5103bbe0-42f0-44ed-92af-d897650eb483","126":"4c19b586-7697-4069-ad87-3ccc080eea3b","127":"82d36e22-a72a-4f8b-9a1a-a397a0acb686","128":"b5729980-f8e3-4f6f-ab54-6cd743387f08","129":"30af08d3-cf71-44ce-babe-74287f1e4751","130":"b1ff1189-9260-41b4-aed7-ac1a60db5633","131":"5bd6399b-8488-45fd-b491-9d1891b9880c","132":"4b10b97a-9e76-4b41-b921-18cdd01ab9db","133":"29d7e32c-50e8-495d-b978-c99c348ed522","134":"d39d8d22-055d-48fb-8d6a-90808dfc89bb","135":"ffcf4484-b003-497d-bfdd-567df1cdc04c","136":"a6932b9a-2c15-49dc-983a-e660589430f2","137":"19d3efa3-44b5-4aac-b8c1-97f6d5f9ef54","138":"2bec032f-a62b-4c66-b44c-c4db4d4e5803","139":"dcf3b87e-fffd-4d78-a1fe-7492bfc64323","140":"bcfd1be5-cdcb-481b-9f4d-446c4de2c0fa","141":"1aa4af10-e33a-4e58-a3a8-a1a4eac60819","142":"abb26c76-f657-445a-b453-10c30ef4d54c","143":"030ed425-1857-4475-89e7-32908e57f04d","144":"fe6456e0-b30e-4af5-b3c1-15a0d16d87f1","145":"bf7c05cd-d184-4663-a404-7f721cd98ae9","146":"91dfb416-65ff-4ea1-8368-3c48f96058bf","147":"5ad00b17-a0fd-473a-a875-181af97b3ed0","148":"b88e9a68-96cc-43df-8a99-dbdef64ca10b","149":"14020962-9bab-4d50-83f3-b5b376bc1e6c","150":"7144758a-88cf-41bb-be19-471955e300f2","151":"6cea1628-8208-435b-b7d3-0b8a243fc932","152":"1ccd4bf6-ae2d-4fea-b554-ff95f0a1c58c","153":"d2eb3288-49b1-4d32-93bb-f9468e5f600e","154":"123d0b20-e7b1-48ee-98c3-668ee3ae6efd","155":"ce85750c-d478-4171-9355-2a0efd383f53","156":"dcc00f0e-620d-463e-b7c2-d4f8f5fa0d77","157":"a8887dba-1766-444b-a016-8e7e9be510fb","158":"729a0ed3-3ef7-4874-93c8-217d25c00a02","159":"883b145a-007b-4050-8643-7e684f3b8c17","160":"3ff7e9e8-b112-47c6-ab68-e3761e0068ab","161":"8dd392bf-056c-45c3-99af-fd0b7c45e263","162":"62fb1dd3-007f-4ec5-a59e-4314c3873e0d","163":"4b1ff074-6033-4ee0-981c-7c094c25c0f0","164":"cc17be42-6307-4b75-a5ae-97edfbd40b98","165":"a2d062cd-936d-4661-93f5-03abd702cd1d","166":"0f2aa049-205c-4653-9bdd-7b9bcf57bac8","167":"d08839eb-1d62-41e3-92a0-3f04bd51eabe","168":"b3c44d7c-6fc8-4263-9b9a-d424ebbee779","169":"2db62bf9-84b5-4131-a0ab-ac82c5fd827c","170":"0cba75fe-36a4-41b3-a917-265aa530d3c1","171":"5529d8f6-8737-4c14-9f0d-805548057fac","172":"0ee2a46d-5d13-4526-9f23-bf65cc2fbf4b","173":"93cae7ad-932f-4dc2-a2d1-1b2f154c7f83","174":"d2986009-a5d1-4f14-a08e-2f7ecab959b0","175":"95e30f1a-b88f-446d-ae15-666059015451","176":"f1ba7f6b-6b53-4c45-bd67-397c6a545740","177":"a5fb332a-f89b-4116-b02c-343e353d6c10","178":"b3defbb1-4634-4059-a11f-fc0d643574f7","179":"ced85948-34fe-410e-8b68-cdce61cc7459","180":"0e61e9b5-3689-48e3-aada-a336643b53bf","181":"d9dda5ff-608b-49ca-9af5-028f47997d86","182":"49aac9da-08f9-4b4b-b426-f7d62d5e098f","183":"881411e3-e2bb-4c10-b908-18ab5fdcce2c","184":"7cd278bc-7e47-4752-92f3-527a4da1091b","185":"1be1ef67-9feb-4649-889c-3fedee4738bf","186":"36c7a87f-808c-436d-a70c-7c6c032f47cc","187":"63cc27c3-4b62-4044-b4f0-eb5266c7789e","188":"ccbf425c-df4f-4d26-979b-c0fddc91afdc","189":"173beeb6-d004-4e72-bf4b-51558a18169e","190":"a2033c67-8344-444c-886d-3e1b70ef2d06","191":"7db33ebb-58a5-47f1-ae3a-b8f077ff5531","192":"24a6da18-aa62-46d3-b595-5fa3903bd75f","193":"3899bb1a-458b-4ef2-8c08-c68728a53e78","194":"42d16e40-98d7-48e9-b886-f178ccde19de","195":"243e0c3d-f6c0-4c59-bdaa-49177feccf71","196":"04bf8490-5eb0-4efc-a042-76fed362c5f1","197":"77759dbb-9cea-44ec-a7a0-2d5f5e35fb02","198":"1b51caee-03b8-43a4-8df3-b40006b5f038","199":"3061fe6b-4d37-48ce-a701-fd54aa5f8be5","200":"8ec76cd9-a182-49ef-b05f-04dca7565369","201":"c8e5d6aa-6de4-47cf-8736-d6eb377094fe","202":"314806bd-9731-48f1-8546-c222c587969f","203":"31be6574-cf2d-45c5-bfe6-3ed6d07fe95d","204":"6cdeb25f-6ee2-4441-965d-521dbcf55058","205":"dd4ddc50-1c24-4985-843f-6b1f2f9a722d","206":"66099d82-e7bc-4ace-b31d-a11cb37e37e5","207":"60544384-019d-4658-9761-fbb02ec3590e","208":"12a74215-f2e9-4ef8-8156-b9919cd7a0d3","209":"40dfa41e-3d7c-4434-b5e5-867cfd259849","210":"da6e22f3-d553-47f6-9dac-be28dc8eed93","211":"f538cae4-9422-4eac-b600-779694f87a9a","212":"31f1a23c-ba6e-48f9-96b0-41596845a6f5","213":"1056d8af-ed95-4f80-b2da-2d46d6a9955e","214":"c73dc13c-6633-4ff9-a016-206ae2d0e805","215":"2472d940-6320-4f13-bbb6-4ba7d48defc4","216":"da23f051-138a-481c-bb4b-fd2fd4cdd2c3","217":"f4fe1576-fcef-4823-9c1f-ff8e415add50","218":"77e85cbd-c63e-4b71-bac1-84427d4b17d4","219":"fa61480c-2288-4343-9ee7-c77ebee5da5a","220":"b2d7a83a-24de-4040-ab2d-b5f91afb81f5","221":"3c5f2926-b307-4cc8-b53c-cef4c3059168","222":"04ddca2b-d27f-4b20-8345-d935a5eaf2af","223":"87e98337-02eb-42a0-bf4a-2ae8c2c4d4bc","224":"dfe8a8d7-957a-41be-a941-86303f98b17d","225":"f96b1255-7624-4f1c-ba3a-64ad59e2a548","226":"2a063f48-d3e8-4dd8-b9bb-49fef3b8b855","227":"23aec56a-55f1-4eda-8c80-f65b20c46b44","228":"766e132f-84fe-41f3-a8b1-34095459e9c1","229":"520be0c4-90a0-4942-8ce6-9e13bb08f070","230":"49c0db59-f94d-4a08-bedb-08b51202d348","231":"b87b1c34-24c0-4799-a6ec-3a883a61a509","232":"ce61952d-10db-45eb-8e2a-f27e640c2e69","233":"ac72b712-9afe-4300-b9d4-29a5d9a6a9f5","234":"edfdb1ac-d0fd-4fd6-8412-7af08076aa74","235":"203c6d7c-5cbf-4135-8b58-f3a10b4d6f2d","236":"04b3bc0e-3023-4af3-b744-f592b5e3d600","237":"b64af8c3-c007-471a-905f-1b53b4dec64e","238":"e09a24bf-e072-4d19-92df-79c75fe29123","239":"219d5192-063c-4cb5-9c20-90511106aedf","240":"e5f3b23c-6386-4e05-8463-e18d10a0b46b","241":"bfa42b6c-c4d9-47c8-97e0-3e690bf2a799","242":"c7c25e64-bd6f-4892-b3c9-d01e6843c411","243":"90f93409-9430-4290-a715-4f634488b696","244":"33893785-5c7c-4bf1-ace9-813c784d980b","245":"eb3fd373-ac57-4cb6-aa24-1de868733a5d","246":"962c109c-f1a5-485b-8846-547e6e511570","247":"d806e227-3c83-451c-905a-df36aaa71ecb","248":"28a4061b-dcdf-45e9-be6b-a0c83a5ed50d","249":"cc35b338-79c1-4681-9ba1-d4512d10eadd","250":"44d443b8-698a-411f-b78c-6be97c06d2a0","251":"763301b1-2412-4ad2-8f73-1a4e3b6b9e1b","252":"e6d77dd1-5c85-43ca-a3ce-e7311baae1db","253":"cb0cc1ec-bab0-422a-a1e9-c4d5ccb88a27","254":"a67d9e31-cfa7-44ac-93d4-dbb56038ef31","255":"97511b77-d664-447f-a8da-3f1044fbaef9","256":"7c9ab3c8-9098-4479-90fc-4f4a2322c7ce","257":"42ae1da4-2048-4d30-83c0-8ce2798c37ba","258":"66821610-0e1c-457c-99c7-82dc91b1d355","259":"68fadb3c-ae7f-4c9f-8ac7-96e793d74d4c","260":"d42c83d7-0c9d-4254-a738-45dc3256c445","261":"11fe8a93-9ed3-4323-b420-82deca562048","262":"cdc6cd79-a8b1-415b-829b-e81b95223ab3","263":"98a39631-4f49-42ed-8b6e-c7ef71ab5bef","264":"60f9ddab-5425-4763-b0dd-2ce05114596c","265":"f891be8b-59ee-4153-a354-d79c823de1b5","266":"8a14dc1d-6c64-4abe-906a-08a56b243d2d","267":"9c1d9c00-8631-4cfa-b55d-d9baf4017396","268":"b032ac31-1009-4505-9a1c-18c77719f92f","269":"b96bddc5-d7c7-4bc9-b965-2b036813e4e5","270":"68431ee9-6054-4787-9631-8fdbabe6c8f1","271":"775391e6-ecb9-47f6-aeb9-35a6335fd092","272":"98aa642d-db81-4cb7-9c10-8062be6a70fd","273":"29f39f34-3732-456f-bc46-6e016a2c3296","274":"6cf3e47c-90ed-43e0-8765-d1126fe7e728","275":"bb59b364-bf71-4326-9634-1e37e93db3ed","276":"856abc28-e661-4c6b-9d13-0542cfa8001b","277":"2cbf4857-13bd-47fa-b581-77180b572a39","278":"6de9bd92-600a-41bc-8333-fa3a407397fc","279":"0cfd9c8b-dde4-4071-92e2-eb04c271c69b","280":"0d53320a-b779-43e4-957b-59e56060444e","281":"6314e9ac-33e8-4706-a293-cab3c0948c3a","282":"1138555b-5ac0-44a6-b2e7-1ae6e0f3ed10","283":"78c4d9ed-7b2a-440d-ab18-5f27ac7da7ee","284":"cab0a968-acc6-4301-bf03-655016e4cd6c","285":"e4e4c64e-ad90-44e9-b8fb-d46c8e561f5f","286":"add93429-fb56-4df5-9a38-885e16e4caf9","287":"3ff413ba-fafa-48aa-b1ae-aa2d8e2c21e6","288":"2d25ce31-c7f3-4885-b7e8-6fe8e03150e1","289":"de58adae-00ad-4d5a-aebf-9aa7294a48ce","290":"cea691eb-14dc-4bd9-83c8-f7af39e1a608","291":"dc814cc8-24df-43f1-a9b3-c1ca45dcf65c","292":"6f84fdc6-974e-46af-b0ee-e066ff5ee625","293":"6302d02f-19d2-42ef-b005-cba954c308bb","294":"e3d16708-e29c-4084-986f-db9378d11c85","295":"0cf63b81-fd35-4191-976a-128f955a0d49","296":"b6f6b1b0-fdec-48d9-a0bd-234b43de4e73","297":"b4244821-b137-4179-bf9d-7e442df7135a","298":"5a0e2c10-57a9-4acd-ac76-f9948aa8cfa2","299":"afbf4ad1-9e59-402a-a382-07718330323b","300":"6dddc557-8d55-4d2a-b24d-364c99e4b2b5","301":"5cd966ca-70b2-4690-8ac5-b53ac13c2bbc","302":"54a676e0-cfe6-4645-afbe-2c426e1bf49f","303":"312e6254-fa47-4ebb-b13a-f3933389249a","304":"c5bf446c-f424-4a1f-9eec-945b9ffc4c0e","305":"f3136513-35dc-4518-b933-600390eff74d","306":"b145161a-7a95-4e7a-ad1b-d58ba81ab5a4","307":"bd2056a8-b23f-4423-b391-9a35f1dbce56","308":"7b78481b-1a4a-4af1-86a8-7de743dff182","309":"fb7e9f23-5f79-40d2-b659-827eaa831131","310":"dcc09286-8c6c-479b-a3b7-8e61b7d863c1","311":"b28c1ffa-f678-4847-b307-d29c047a935d","312":"aa744054-a079-44da-85af-0af59037c25e","313":"a45b85c4-dbc8-44a7-9faa-9e6c46572e40","314":"97ba38a8-9a02-4b43-aa3b-944da2e95142","315":"2c133918-cb39-4f3c-8edc-03e0d7ad363b","316":"e27650fc-d204-4b2f-89ef-f6e53b8ba3a8","317":"db9245bd-03fd-4d0c-b3be-c2280dbbfd08","318":"69b46da1-4246-40a9-ab48-cc00389c8f21","319":"28d00552-330b-40bb-8592-b7c38bf72d4b","320":"aea3955a-231c-407e-8f80-695d25372338","321":"abff13db-c83d-4e5f-8227-6a89002cd40f","322":"3e2907a9-33c5-4ec0-851e-de5e8daf4150","323":"b7315d7e-2cad-49e7-b782-c94715745018","324":"99e7c8a1-f180-4d4f-92bd-72d191729a18","325":"4ce795fa-e521-4292-9fa0-a23789d04a31","326":"432f7d43-9c1b-45fc-90e3-501a42e7e3ab","327":"2b60eba8-0633-41c9-abf5-b68e638ad1f0","328":"ad6ba7ee-52da-4579-a318-8fe01f4b65af","329":"6e29273b-d401-425f-bc1a-4b1ede83bc1c","330":"5f2628d9-e05f-4827-a9ce-e6333335810f","331":"2dc5a51c-acbd-4694-bc30-35ea00da4fe8","332":"f1b0af44-ba06-41f7-9bb5-447d45753a96","333":"ae10495b-33e0-4828-b3cd-0a38fee3e735","334":"db13fdf4-962b-449c-8cc8-03faf4dea82d","335":"5b14e7ff-aea6-4c7c-a9d8-a8968ce9fd3f","336":"bbdbf211-17d2-4d77-b73c-37999c5a1d1d","337":"909560b8-7ddc-40c3-971c-87781b0a2298","338":"3b7220d8-f388-494f-bda8-8b8672763462","339":"cfe670fb-1b41-4111-abaf-5ffaf085ed9b","340":"fe3bb1b4-ba1b-4656-bf3d-ced55ea31d5f","341":"cfb0fecc-948f-4a9a-a141-4f2831d456ef","342":"b453b269-6e2d-4d14-bae7-c846455c9b62","343":"a926939b-599f-46ae-8969-06ee2871be4d","344":"465d0b53-23b2-4ea0-95cb-8b264f856e27","345":"bb875094-dda7-4cd4-b228-7884eb84e1b0","346":"3b306d8c-ef21-4f00-8612-e689dc0dd358","347":"e8b4c8fd-311e-41c5-b918-a1defb9656c3","348":"87a9f344-5714-4d65-b6ce-d10dee3159ec","349":"075f4764-d950-465e-9910-72917d76d6d2","350":"9a214a84-ce15-49be-821b-c252907186de","351":"99c44de9-dfe9-4d83-85d9-ffd13e758104","352":"43027ad3-eacc-401b-9dbd-c8e1968ce32b","353":"e803d7e8-c2a6-4c76-813c-5788fcacb19c","354":"acd51532-28b8-4cb7-a990-13fcf301f7e1","355":"d1c12162-fc63-4762-9f81-534a04c51e8a","356":"1218daf2-2bda-41df-bf59-f18b788c785d","357":"c9b349e8-7e8a-41a0-bfe0-fd34ddb76d62","358":"70bd2da7-336f-4e8f-a16b-d5925c6a3ade","359":"c6c9d79e-82cd-4c9f-ac73-dc36091cd9c7","360":"c3753150-57f1-48a1-8865-78dd02dbf3ef","361":"913c4ca5-dffd-4721-a953-8116aab0dc42","362":"12f99aa2-b1a5-4671-b952-a6ed9b26b59c","363":"f95616c7-0db5-485e-b3a4-9bd61b9107b7","364":"08db9220-45fe-4b2c-967a-6cb1b29cc6ad","365":"4419454c-f8a2-47f8-9849-56df65c184fa","366":"0da604e0-bdf9-4280-8d19-1c1de2e72524","367":"cfdf6d2f-9c8a-49b0-bc7c-4f06e16e9e63","368":"6ce1b0ce-f886-47bc-a796-45986567f3f2","369":"694031b8-9440-4b67-b59a-50c0553ef07f","370":"2c0d7c7c-48f4-4460-b370-eed742fa8b69","371":"5227af1e-6ac9-4881-9b57-149f674562c0","372":"60bb7fb6-34e6-4879-987c-6cc6d4516827","373":"b813220d-9bc1-4fc2-8b3b-31d56574bded","374":"5f1b649d-3e95-4566-bf80-10d98d667f68","375":"4f949c9d-2a0d-4f84-b77a-c0876f3bf26f","376":"6146c9a5-70d4-4a36-86ef-4c8a058116b3","377":"c211f69f-a1fb-479f-9242-e2e41f33e491","378":"58665f30-2355-4a72-b09a-fb8578efe5a0","379":"da9bb7e5-2f0a-4257-ba20-5875baf0ace9","380":"f7ed53d2-cd0f-4108-a7ab-dbc442f8e5b2","381":"5cb94093-b298-43a6-b591-9965d2bdcc67","382":"cb1270f1-f39e-4d5c-b019-7b40d7cdea9f","383":"2b83ec4b-5d2a-4c3f-9679-95d9a7a94384","384":"31a29da7-21f2-4394-80ba-ffe0b63cfe00","385":"ba5d8ecb-d6e2-4edf-8ed8-584ff75a5e8b","386":"04b5a88a-8534-4f3a-b529-298aa9b6255a","387":"2e37032c-abc6-4ab2-8b96-bc4417607f4f","388":"a1ae3348-9fa7-4cfa-964f-62f88df654ba","389":"10b09c65-9925-4b2d-8d7c-4af7e32b21f4","390":"4cbe79c1-cf21-4cb9-a1a7-55041ff5ae77","391":"0e6d95ce-8930-42c3-b544-9b7a87f19cdc","392":"60c1660c-17b2-425e-a018-f1f984ff302a","393":"ffc251a2-ec01-4b1e-a727-981ad97cd0aa","394":"2c1a9ca8-07a1-4ed7-90a4-57b3e48bd187","395":"6ec94c01-810a-4961-ae99-f0a811cddfb7","396":"27c7f847-b80e-45ed-a5cb-63b0b011ad60","397":"71c2eda4-b2e4-46dd-be98-1cf0ae9b9837","398":"8f6289d9-94a9-4ef2-8a86-050886f67c39","399":"7633c509-157a-4154-a6fe-5129ace51d55","400":"5f4b70f5-018a-43d5-8349-d3b0ff5ee67d","401":"afaff1bb-0e74-438b-8965-a1189bedf61d","402":"7d0e0a53-02b1-4709-829e-85db9b2845e0","403":"124ca05b-7b4e-40f2-982c-a8a09c19d66b","404":"7189afff-2ddd-4b46-9169-34e99b7a3ea9","405":"2ffafdfb-8cb5-46e1-88a5-b81d07f9cf18","406":"bc5174c3-06ac-4084-8697-55d5f97cde81","407":"6ccaf1a5-2730-4279-ba20-8376201b7a95","408":"bfab0222-5e06-4c18-87c1-cf4dad9c4c15","409":"3bf6e858-b57a-4ece-8587-4ee52e2eb16e","410":"1445dc35-d5bb-4771-a9d3-eac723b524bd","411":"f976393d-55a7-4f3c-8e36-7e093aa29e16","412":"44884738-6f33-4f4c-b9e3-43d50c522691","413":"f482a148-419d-4d59-b8b1-e7ecbb717a55","414":"b33cebbe-2148-489e-9c3c-c9f5ee4fb008","415":"8367425b-80a6-4eca-992a-bd2aee166892","416":"090d4a95-961e-47f3-b4ff-2e03522faf8e","417":"0e7680c4-ae82-43c3-8474-c49c06c033d7","418":"53bbbb6f-56b9-4aea-a19e-e0e2e4643b3e","419":"ff7dbc28-0c09-471f-9ae0-38d689c78077","420":"9d9a9298-5670-4c67-a121-20743bfe7f57","421":"3a161517-2070-49c5-97cd-0b3cdef1a60c","422":"faad6e1c-6bb3-4c05-8755-aaadd99ee798","423":"3c3f271a-44ec-498e-a4b0-b2cf1842e22f","424":"9c188f8a-4543-4a16-a2ef-ecc086f8c0e7","425":"081c92a7-d9a9-4df9-9db2-285c20c802bf","426":"0fb4001c-49ae-4c49-85f6-50aba840078b","427":"d1b99841-aeed-4bd5-bd2c-6284dd635e6c","428":"23544964-765d-442c-a440-3bd59efe24b2","429":"585c1bb6-e225-45b0-b38a-4938188d1e51","430":"6bf59fcd-6882-42a8-8504-6ee99a83bb4f","431":"f66c5fd1-4c24-4345-b767-519ab718b876","432":"39fbe9d9-de87-413d-89d4-0d47dd36705e","433":"70a58402-1855-4ea2-aa8c-7af610ef7afa","434":"4d6d3559-fd84-4861-afcf-291f4fd43c9f","435":"632f171d-5dc0-40fd-9d04-e94b9e44aa55","436":"8ef608e7-b9c9-4ae2-837c-55064f5ed1ce","437":"75f9a3c2-00d5-4737-92ef-73850c1c8b1a","438":"c19a7aa0-0241-4b22-83a9-75b8a4101650","439":"881db3e5-0a20-444a-8167-1dd85def3786","440":"c542e9bd-fa78-41e0-a631-11bda9031872","441":"91024469-2444-478a-b453-a741b0c7c198","442":"15c22c56-3ef3-4f92-a07c-caac4d4d3ec9","443":"94d294a0-a602-4e2a-bfb5-8dc71a87b94d","444":"dbe6f145-33b3-4123-b6d3-78ca9c83b62f","445":"88bea9ae-b24a-47d3-9d64-de957b0a6246","446":"e74070e6-6a3e-430b-8bb2-ff6c6542ce8c","447":"565a2ae2-2bde-4376-9855-2521873b8868","448":"671b3e35-dab0-47f0-af84-e21d61ff44df","449":"75554fd0-a385-4c45-8fca-c159ce934404","450":"4e12dcef-a228-482e-9470-46fdbadd74f0","451":"b83ce8b1-b619-425b-be8e-47c479bc7c59","452":"c2671dd9-96ac-40c9-ba5a-f06da94c7e87","453":"5bea6f5f-49c7-4013-8219-5f2c69cf6694","454":"2c79bb0f-f371-4a57-a4c2-92823e4806a5","455":"2ee0c192-836b-42fe-849d-bb3e4c673a91","456":"d12d4952-7918-45ce-b43a-643ca9f0f751","457":"79fb9edd-e346-4dda-96be-da8aac201ad8","458":"132ad5f5-6a39-4754-8226-642d348d153d","459":"b449fa42-7c25-43fa-9268-b3d9eb43c53f","460":"88720ac0-19ec-4716-b062-e9bd1b949234","461":"ca32efc4-fa12-48cf-9b60-086cb7aae2b7","462":"19319b88-4289-4a9d-813b-4b419d4fae40","463":"810d2759-e32e-46fe-b898-731f626f2822","464":"f8136fe2-3340-47b9-845b-1e2a76ec54ef","465":"44082a7e-fcc2-49f2-8722-6c433b1d5331","466":"6eb435dc-b8b3-46ff-a404-07cebef6d56f","467":"195a8765-5a74-49f9-b903-9a4262af99dd","468":"e05a518f-889b-4ad9-b6d4-2948fb4dd7cb","469":"69077d60-67cc-4f63-9cc4-8b073c6d4454","470":"8f6e27c9-a8dd-42da-9e1f-f60c4b1b641d","471":"2936444d-5b69-42d5-8ea1-750ee98684fe","472":"f1017bcb-90fc-43a4-8a16-b5043ae802f2","473":"6031e497-961b-4143-9d62-b2191c81a0f1","474":"6d6ab3d3-a062-4e57-86c0-930c12c80f6b","475":"1abf4537-8dbb-4766-aa8a-2551b2e06b28","476":"ab6b9964-f973-4e22-ac29-cafc8acf6eac","477":"6d6f741a-763a-4a9c-8599-c4390a8e22a3","478":"fb68b5f8-6421-45a6-b3b7-c5abc4dae7df","479":"89cad430-d2ff-4612-8f04-05ba8fdcc0b1","480":"4ee4163e-4f77-4e91-9119-51bfc0839751","481":"851d4199-9eca-42f3-88ef-85085a6c7440","482":"2fa24e57-7270-427e-8cd2-99e917d03a0a","483":"0e2a497e-3d4d-4624-b112-9dbb9919e72b","484":"634361bf-c959-4cf9-a1b9-67c73ab77d69","485":"18f2bdc6-b57a-4182-ae6e-b733c678dd8f","486":"cfc15635-e60e-42f6-b412-f75f6966dea3","487":"cb6f69d5-ff22-4061-87be-345ad20d476b","488":"c39e7ef2-f1a9-457a-b6e5-cf723759ac02","489":"3158991b-7bb3-46c2-bb22-6a6e5f72ad71","490":"aaa9ea53-da5d-40ee-bb99-c684d318cf5f","491":"9ac07442-3fd8-4390-a1c6-f2e13a00cf15","492":"92a3deda-4a25-418b-9e1f-6de004f09b17","493":"7efc95f9-0bed-4a89-9027-eaf4a23f5fca","494":"cb71b648-107f-453a-b558-7f12d528a15c","495":"82050480-1e90-439f-b7b5-324e9bd42225","496":"a6f9da8d-e9bc-4cf9-b4eb-645b3b9d6f4d","497":"54b38349-7d0b-486e-9e2f-78d34b2d7e5b","498":"3e0b363e-26f8-41bb-8ada-99ad357d92c7","499":"3251a29a-578f-499f-869a-6294d1f05a67","500":"f57cb6f8-36d7-4026-8669-a3f3914103cc","501":"5947c3b6-bd65-4d15-8cb0-d762c31e9ea0","502":"fbd82f08-e79a-417d-8561-9119f2caf7f8","503":"32050a6b-64e0-4fb4-ba19-4d5bafcccd0e","504":"4a679090-6194-47d0-bdbc-b835b7c96279","505":"49ed57cc-0339-4101-bbc3-e5bc6aca33b6","506":"a444bdaf-f3e0-43b0-8c8e-61bc4fbb1372","507":"d3b3c81a-67db-4c3c-9629-277e8607683d","508":"c9489fbb-1476-49c1-9556-e4c41ed72962","509":"0b17193d-db21-4815-acba-cb9c87cf88ad","510":"cbb0792a-14fc-4edc-a638-72b8205e58cb","511":"403a1b9c-a31b-4b3d-beb0-6d773f798394","512":"8c685fb7-d440-42a8-80bd-3127db9e1335","513":"dd5e6668-3cd2-4cdc-8f5f-dfeac6218de5","514":"1e2b1a3f-d4fe-4d06-8ae6-2260477a365d","515":"4db515c1-40a2-49d2-93db-68cfcb82aa0e","516":"926d052b-c817-400e-aea3-6f420573d472","517":"65ed1ba5-ed73-4153-91af-e5ff7c545d12","518":"e1fe9bdb-d99e-4708-8af2-508bc57bdb8e","519":"1fb3c3d5-3cb0-4da4-8a84-0cfdd862779d","520":"ad6915e0-5bf3-4197-8ad8-d0f9fc9aabf5","521":"3e94c3cb-6d36-492f-8102-b6e7bba7cbee","522":"e65682af-ab58-451b-99a3-b8a325d283c1","523":"31416cae-4871-456c-971c-02d98a37ff4c","524":"3278b820-e08e-4350-a8df-1d2b3cdafbb3","525":"766f8786-3ddc-4eed-bf72-67621d4bb491","526":"66c5797d-8b15-43cb-aa6a-c1ad3860acfa","527":"3ada0f20-63cd-4ff1-b075-4389f5d0ee95","528":"c34ca461-47df-4011-9508-2c1bcd7969aa","529":"9cb03c37-bfb7-4ba7-9245-4fd0eb8e3ea4","530":"66836495-92d3-4bd4-af35-55f7e5b5921b","531":"0066aead-b4f3-45ff-b1e2-7488ef96a959","532":"20682048-0325-4efa-819f-aeeddbf5d6f1","533":"50aded9a-5405-44fc-af5c-6b1c226f091b","534":"15846a3f-2f83-4918-9c82-1e2ba767c5c4","535":"412ebb75-9186-40f9-9d97-f586e447493e","536":"e476283e-62d6-4156-8b2b-151497863ada","537":"abf0d7e1-7099-496a-88a3-9642d0ed7a86","538":"8d48d193-8593-481c-9171-200144a50668","539":"960c4029-152b-4bad-9c39-66bab0c23748","540":"6cc4e146-14e9-4b1d-826d-7b84082cb250","541":"5ec8a54b-af50-4596-80e5-1bc37b6ba103","542":"838404e1-175e-4a1b-bdc6-25a1dc7aecf9","543":"8f4cc4f8-57bd-48da-97ec-503306125d7e","544":"b73f9f13-0bef-450f-8163-f60ffb739d4e","545":"139159a2-8b2d-4fa8-96a4-374816892ab7","546":"17e5ad34-905d-4d6c-bb7b-d34cf8d8b3c3","547":"938c8934-11fd-43d0-b223-0f2c67a2032f","548":"93d1e0cc-b94b-42e7-9f27-cec479d221d5","549":"f686a05f-2bbc-4966-9dfd-2ee8e4eecdad","550":"6ff1d7c0-1270-4909-9a8a-4f49d9830730","551":"45a7fea9-863e-4e45-8275-c452f6ff7267","552":"e439c966-d135-4529-9e0e-40d2dcd0f018","553":"7fe1abeb-1bbf-41a0-81dd-3a3197e9a9f2","554":"aaae5d3c-5770-4540-8db2-1f51857b0246","555":"8b641e73-2a62-4891-8db1-5eb73c5c2048","556":"d5a05ac3-fb6e-49f9-9894-2d659914169c","557":"c6b95553-f0de-407b-9e76-1f7fcfb20dcf","558":"32725770-ce1b-4399-a94c-0ef2dec045d5","559":"05247cc0-1b04-4ea6-9a9d-75f9840bd00f","560":"9735668f-3c3e-4604-918f-d943a486ef85","561":"fd84b710-4825-441c-b8dd-53a2923b1af1","562":"ec7769a0-d935-40e7-91b2-60cc40df9886","563":"3343a22c-e735-45fc-b537-12013db61e9d","564":"b30810ad-36ad-4ccd-8c35-20c9702e0070","565":"1bd5ddcc-ee8e-4dd5-b48f-686d40e39175","566":"0ceb5dfe-0418-4583-92b5-74f3683d4b6b","567":"59b048ac-7b90-40a9-8b20-5bd1e9d10bba","568":"d966fc2e-44dd-47f0-9b71-92855a505323","569":"998f1a60-d9c5-4ee8-a435-3cdc709e9aa8","570":"2720870a-8827-497d-9ce8-f9cfa634262f","571":"67cb9df4-1a4c-4c8e-8d73-d02ab3d48c8d","572":"cef27885-3fd8-49ed-88da-31b1a3a9a8f6","573":"2a1cb56c-7fda-422d-99ef-5821bdf0b37a","574":"eb2c5bfa-5d86-4e61-a55a-ef5678b9bc60"}]